{
    "data_title": "Author Data Sets",
    "total_authors": 185,
    "authors": [
        {
            "url": "https://www.barnesandnoble.com/b/contributor/elin-hilderbrand/_/N-2k8b",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000002633946_p0_v5%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Elin Hilderbrand",
            "about": "\nElin Hilderbrand is a graduate of the Johns Hopkins University and the University of Iowa Writers Workshop. The Academy is her thirty-first novel, and the first co-written with her daughter, Shelby Cunningham. Hilderbrand is the co-host of the podcast \"Books, Beach and Beyond\" along with @TimTalksBooks creator, Tim Ehrenberg. She is raising four young adult children and likes to spend her free time at the beach and on her Peloton. She's a grateful ten-year breast cancer survivor.Shelby Cunningham was born and raised on Nantucket Island. She’s a 2024 graduate of St. George’s School in Middletown, Rhode Island. She is presently a student at the University of Miami in Coral Gables.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-4E6D85C4C"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Stephanie_V.W._Lucianovic%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Stephanie V.W. Lucianovic",
            "about": "\nStephanie V.W. Lucianovic is the author of The End of Something Wonderful ; Hello, Star; The League of Picky Eaters; What is Hope; and Hummingbird Season. She writes books in the San Francisco Bay Area surrounded by a few kids, a few cats, and one husband.@grubreport https://www.stephanielucianovic.com/Laan Cham is a wandering dreamer with a BIG imagination who enjoys all things cute, random, and a little bit strange. (Because the best things in life are kind of out there.) She aims to spread joy through her stories and illustrations by encapsulating all the things she loves. Laan's picture books include Somewhere in Between and Mao Mao's Perfectly Imperfect Day. Connect with her on Instagram @laan.cham and www.laancham.com.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-2A3D7BC0E"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Brooke_Averick%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Brooke Averick",
            "about": "\nBrooke Averick is best known for her podcast, Brooke and Connor Make a Podcast, where she speaks candidly and humorously about her struggles with OCD, anxiety, and depression, as well as her latest celebrity crushes, all while trying to convince her co-host to appreciate the magic of musical theatre. She's amassed a social media following of over 1.5M across numerous platforms. She studied Early Childhood Education at Boston University, and currently lives in Los Angeles with her two cats, Jonathan and Robert. Phoebe Berman’s Gonna Lose It is her first novel.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-8D2813B40D"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/ann-liang/_/N-31u7;jsessionid=2FF5469C70947A402FBE2FA5864DBDB7.prodny_store01-atgap06",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000024354625_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Ann Liang",
            "about": "\nAnn Liang is the New York Times, USA Today, and Indie bestselling author of critically acclaimed young adult and adult fiction. Her books have been sold in over twenty foreign territories. Her work has been featured on Good Morning America as a GMA Book Club pick, and on the Today show, Cosmopolitan, PEOPLE, Harper’s Bazaar, Forbes, and more. Born in Beijing, she grew up traveling back and forth between China and Australia, but somehow ended up with an American accent. She now lives in Melbourne.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-BCB50F142"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Katie_Cicatelli-Kuc%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Katie Cicatelli-Kuc",
            "about": "\n     Katie Cicatelli-Kuc spent a decade working as an in-house copy editor for major publishing houses before becoming a full-time freelancer and mom. She lives in Beacon, New York.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-BF3620A2B"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Brynne_Weaver%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000023136690_p0_v2%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Brynne Weaver",
            "about": "\n#1 New York Times and USA Today bestselling author and international sensation with works sold worldwide in 25+ countries to date, Brynne Weaver has traveled the world, taken in more stray animals than her husband would probably prefer, and nurtured her love for dark comedies, horror, and romance in both literature and film. During all her adventures, the constant thread in Brynne’s life has been writing. With ten published works and counting, Brynne has made her mark in the literary world by blending irreverent dark comedy, swoon-worthy romance, and riveting suspense to create genre-breaking, addictive stories for readers to escape into.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-80295521A"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22SenLinYu%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000031919896_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "SenLinYu",
            "about": "\nSenLinYu grew up in the Pacific Northwest and studied classical liberal arts and culture. They started writing in the Notes app of their phone during their baby’s nap time. Their collected online works have garnered more than twenty million individual downloads and have been translated into twenty-three languages. They live in Portland, Oregon, with their family. Alchemised is their first novel.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-88E5108FB3"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Barnes_&_Noble%22;jsessionid=0197C9D2CDB22561876ACAE4D01425ED.prodny_store01-atgap10?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "//dispatch.barnesandnoble.com/content/dam/ccr/nook-pdp/svg/content-display-text.svg",
            "name": "Barnes & Noble",
            "about": null,
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-203D19C5A"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/mel-robbins/_/N-313t",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000012565403_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Mel Robbins",
            "about": "\nMel Robbins is the creator and host of the award-winning The Mel Robbins Podcast, one of the most successful podcasts in the world, and a #1 New York Times bestselling author. She has amassed 22 million followers online and is considered the most sought-after expert in life improvement, mindset, and behavior change. The Wall Street Journal calls her a “billion-view podcaster” and TIME magazine says she gives millions of listeners around the globe “a reason to believe in themselves.”Her books have been translated into 50 languages and include the #1 New York Times and Sunday Times bestselling The Let Them Theory, which Oprah Daily named as one of the best books of 2025. She is also the author of the multimillion-copy-selling The 5 Second Rule, The High 5 Habit, and seven #1 audiobook releases on Audible.Robbins is a self-publishing maverick and entrepreneur who has been at the forefront of innovation and disruption in the publishing industry and sits on the board of Amplify Publishing. USA Today calls her “a force to be reckoned with.” 143 Studios Inc., her female-led media company, produces provocative and award-winning content with unprecedented results: millions of books sold, billions of video views, and original courses and professional development education for clients like Starbucks, Ulta Beauty, JPMorgan Chase, LinkedIn, Spotify, Headspace, and Audible.Notable accolades for Robbins include being a Forbes 50 Over 50 Honoree 2023; USA Today Top 5 Mindset & Performance Coaches in the World, 2023; and one of the fifty most influential influencers on The Hollywood Reporter’s Creator A-List in 2024. The Mel Robbins Podcast has won some of the most prestigious awards given to podcasts, including Webby, Signal Awards, and more. It was also recognized as one of Apple Podcasts' Top Shared and Followed Shows of 2024 and 2023, and Spotify Top Global Shows of 2024.Learn more at melrobbins.com.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-AA5F4A22C"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Lisa_Ridzén%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Lisa Ridzén",
            "about": "\nLisa Ridzén is a doctoral student in sociology, researching masculinity norms in the rural communities of the Swedish far north, where she herself was raised and now lives in a small village outside of Östersund. The idea for her debut novel came from the discovery of notes her grandfather’s care team had left the family as he neared the end of his life.Alice Menzies holds a master of arts in Translation Theory and Practice from University College London, specializing in the Scandinavian languages. Her translations include works by Jonas Hassen Khemiri, Fredrik Backman, Tove Alsterdal and Jens Liljestrand. She lives in London.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-F8446E9F9"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/r-f-kuang/_/N-2xed",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000019237417_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "R. F. Kuang",
            "about": "\nRebecca F. Kuang is the #1 New York Times and #1 Sunday Times bestselling author of the Poppy War trilogy, Babel: An Arcane History, and Yellowface. Her work has won the Nebula, Locus, Crawford, and British Book Awards. A Marshall Scholar, she has an MPhil in Chinese Studies from Cambridge and an MSc in Contemporary Chinese Studies from Oxford. She is now pursuing a PhD in East Asian Languages and Literatures at Yale, where she studies diaspora, contemporary Sinophone literature, and Asian American literature.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-95F03ED28"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/dan-brown/_/N-2k6p",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000000893877_p0_v4%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Dan Brown",
            "about": "\nDan Brown is the author of eight #1 bestselling novels, including The Da Vinci Code, which has become one of the bestselling books of all time, as well as Origin, Inferno, The Lost Symbol, and Angels & Demons. His thrillers have captivated readers worldwide and been the subject of intellectual debate and speculation. He is also the author of the bestselling children’s book Wild Symphony. Brown’s novels are published in 56 languages internationally, with over 250 million copies in print.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-10279F443"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/kamala-harris/_/N-307t",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000010112638_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Kamala Harris",
            "about": "\nKamala D. Harris served as the forty-ninth vice president of the United States from 2021 to 2025—the first woman in American history to hold the office. She began her career in the Alameda County district attorney’s office before being elected district attorney of San Francisco, where her Back on Track program became a national model for reducing recidivism. As California’s attorney general, Harris prosecuted transnational gangs, big banks that defrauded homeowners, and for-profit colleges that targeted students and veterans. She defended the Affordable Care Act, fought for marriage equality, and pioneered the nation’s first open-data initiative in the criminal justice system. In the United States Senate, Harris fought for civil, immigrant, and voting rights, and gained national recognition for her incisive questioning in committee hearings. As vice president, she led efforts to strengthen global alliances and address child poverty, gun violence, student debt, maternal health, economic opportunity, and reproductive rights—casting more tiebreaking votes than any vice president in history, including for pandemic relief and the largest climate investment ever. Throughout her career, she has always fought for the only client she has ever had: the people.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-886F11F8C3"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/freida-mcfadden/_/N-2z23",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000016234598_p0_v2%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Freida McFadden",
            "about": "\nNew York Times, USA Today, and #1 Amazon bestselling author Freida McFadden is a practicing physician specializing in brain injury who has penned multiple Kindle bestselling psychological thrillers and medical humor novels. She lives with her family and black cat in a centuries-old three-story home overlooking the ocean, with staircases that creak and moan with each step, and nobody could hear you if you scream. Unless you scream really loudly, maybe.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-CD9B121A7C"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Mick_Herron%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000004334023_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Mick Herron",
            "about": "\nMick Herron is a British novelist and short story writer who was born in Newcastle and studied English at Oxford. He is the author of the Slough House espionage series, four Zoë Boehm mysteries, and several standalone novels. His work has won the CWA Diamond Dagger for Lifetime Achievement in Crime Writing, the Gold Dagger for Best Crime Novel, the Steel Dagger for Best Thriller, the Theakston's Novel of the Year Award, the Barry Award and the Ellery Queen Readers Award, and been nominated for the Macavity and Shamus Awards. Slow Horses and Down Cemetery Road have both been adapted into Apple Original series. Mick is a fellow of the Royal Society of Literature. He currently lives in Oxford and writes full-time.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-E436140CD3"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Haro_Aso%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Haro Aso",
            "about": "\nIn 2004, Haro Aso received Shonen Sunday’s Manga College Award for his short story “YUNGE!” After the success of his 2007 short story “Onigami Amon,” Aso got the chance to start a series of his own—2008’s Hyde & Closer. In 2010, his series Alice in Borderland began serialization in Shonen Sunday S and is now a Netflix live-action drama. Zom 100: Bucket List of the Dead is his follow-up series.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-18CA17F094"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/alex-hirsch/_/N-306g",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000016861339_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Alex Hirsch",
            "about": "\nAlex Hirsch is a writer, animator, voice actor, and director. He is best known for creating Gravity Falls on Disney XD. He was raised in Piedmont, California, and received a BFA in Character Animation from The California Institute of the Arts. He currently lives in Los Angeles and is at work developing projects for film and television. Despite the rumors, he was NOT possessed by a demon while writing this book. We repeat: NOT DEMONICALLY POSSESSED.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-95C4151CE4"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Rob_Reiner%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Rob Reiner",
            "about": "\nRob Reiner, a two-time Emmy–winning actor for his role in the landmark television series, All in the Family, is also the acclaimed director of This Is Spinal Tap, Stand By Me, The Princess Bride, When Harry Met Sally, Misery, A Few Good Men, The American President, Ghosts of Mississippi, and The Bucket List. He recently directed the Emmy–nominated documentary Albert Brooks: Defending my Life, and the sequel to This Is Spinal Tap. As a dedicated political activist, he spearheaded a tobacco tax initiative in California to fund early childhood development and chaired the state commission to oversee its implementation. In 2008, he cofounded The American Foundation For Equal Rights, which paved the way for marriage equality nationwide.Christopher Guest is a director, actor, and musician. His films include This is Spinal Tap, The Princess Bride, The Big Picture, Waiting for Guffman, Best in Show, A Mighty Wind, For Your Consideration, and Mascots. For the National Lampoon his albums include Radio Dinner, Gold Turkey, Goodbye Pop, That’s Not Funny That’s Sick, and Lemmings. He has appeared as a cast member on Saturday Night Live with Howard Cosell and the other Saturday Night Live. He has one Emmy, one Grammy, and one Grand Clio award. He is a recipient of an honorary doctorate from The Berklee College of Music.Michael McKean is an accomplished artist with a career spanning six decades as an actor, musician, songwriter, screenwriter, director, producer, and television host. His theater credits on Broadway and elsewhere include Hairspray, The Pajama Game, The Homecoming, Superior Donuts, The Best Man, All the Way, The Little Foxes, and currently on Broadway in Glengarry Glen Ross. His television credits include Laverne & Shirley, Saturday Night Live, Good Omens, Breeders, The Diplomat, The X-Files, and more, as well as Better Call Saul, for which he was nominated for an Emmy. His many film credits include Young Doctors in Love, Used Cars, Clue, Light of Day, The Brady Bunch Movie, True Crime, Best in Show, This is Spinal Tap, its upcoming sequel Spinal Tap: The End Continues, and others. Michael and his wife, Annette O’Toole, were nominated for an Academy Award for their song “A Kiss at the End of the Rainbow” from Christopher Guest’s A Mighty Wind, and he won a Grammy alongside Guest and Eugene Levy for the film’s title track. Michael lives in Los Angeles and New York and wherever his next adventure takes him.Known to millions for his voices on The Simpsons, Harry Shearer is an actor, author, director, musician, broadcaster, humorist, and voiceover artist. His films include This Is Spinal Tap, The Mighty Wind, For Your Consideration, The Fisher King, and The Truman Show and, as a writer and director, The Big Uneasy and Teddy Bears’ Picnic. His TV appearances include The Jack Benny Program, Saturday Night Live, and Nixon’s the One. His long-running radio program Le Show recently became part of The Library of Congress archives. He also has a musical, Here Comes J Edgar; a novel, Not Enough Indians, and five albums of satirical songs to his name.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-A5DB162CD2"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/taylor-swift/_/N-2zue",
            "image_cover_url": null,
            "name": "Taylor Swift",
            "about": null,
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-2236186D6C"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Heather_Aimee_O'Neill%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Heather Aimee O'Neill",
            "about": "\nHeather Aimee O’Neill is a poet, a teacher, and the assistant director of the Sackett Street Writers’ Workshop. She lives in Brooklyn with her wife and two sons. The Irish Goodbye is her first novel.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-E71D19AE9E"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Mia_Sheridan%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000015591232_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Mia Sheridan",
            "about": "\nMia Sheridan is a New York Times, USA Today, and Wall Street Journal bestselling author. Her passion is weaving love stories about people destined to be together. Mia lives in Cincinnati, Ohio with her husband. They have four children here on earth and one in heaven.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-AA4B229821"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/thomas-pynchon/_/N-2knu",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000000168017_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Thomas Pynchon",
            "about": "\nThomas Pynchon is the author of V.; The Crying of Lot 49; Gravity’s Rainbow; Slow Learner, a collection of short stories; Vineland; Mason & Dixon; Against the Day; Inherent Vice; Bleeding Edge; and Shadow Ticket. He received the National Book Award for Gravity’s Rainbow in 1974.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-4A3420C6D7"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/lucy-score/_/N-31w7",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000016231604_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Lucy Score",
            "about": "\nLucy Score is an instant #1 New York Times bestselling author of contemporary romance. She grew up in a literary family who insisted that the dinner table was for reading and earned a degree in journalism. Her books have been translated into thirty languages and her international bestseller Things We Never Got Over has been optioned for television.She writes full-time from the Pennsylvania home she and Mr. Lucy share with their opinionated cat, Cleo. When not spending hours crafting unforgettable characters, Lucy can be found reading books other people wrote, snacking, and sometimes even working out.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-A70D21F2FB"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Lyra_Parish%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Lyra Parish",
            "about": "\nLyra Parish is a hopeless romantic who is obsessed with writing spicy Hallmark-like romances that always take place in a small town. When she isn’t immersed in fictional worlds, you can find her pretending to be a Vanlifer with her hubby. Lyra’s a Virgo who loves coffee, the great outdoors, authentic people, and living her best life.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-6EAF2394AA"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Kristyn_J._Miller%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000028091309_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Kristyn J. Miller",
            "about": "\nKRISTYN J. MILLER is the author of Seven Rules for Breaking Hearts and other novels. A lifelong history nerd with a background in museum work, she finally earned her M.A. in history and museum studies at University of New Hampshire in 2023. In between novels, she spends her free time wandering peat bogs, sampling craft beers, and restoring her old colonial house in rural Maine with her husband.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-773D244289"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Bonnie_Woods%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Bonnie Woods",
            "about": "\nBonnie Woods is a Kindle-bestselling author, ghost writer, freelance writer and editor, from and based in Manchester. She started off writing fanfiction before graduating to seasonal, inclusive romance novels. As Rachel Bowdler, she has written Honeymoon for One and Summer at the Scottish Castle (Embla).",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-C5F127C976"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Kate_Goldbeck%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Kate Goldbeck",
            "about": "\nKate Goldbeck grew up in a literal village and dreamed of living in New York, even though her parents warned her that the apartments on Friends were not realistic. In college, she studied film and art history—limiting her employment prospects to “film museum.” Since earning a master’s degree at an engineering school, she’s designed award-winning museum exhibits and immersive experiences all over the world. She adores bantering with her partner, falling asleep to British audiobook narrators, and scratching dogs behind the ears.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-B2B12532A5"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Ivy_Fairbanks%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Ivy Fairbanks",
            "about": "\nIvy Fairbanks is a shameless consumer of rom-com books, hazelnut coffee, and Hozier music. Not necessarily in that order. Living with chronic pain has made her a believer in the power of fictional escapism and happy endings. She lives in the Tampa Bay Area with her husband and son. At any given moment, she is probably trapped under a sleeping tabby cat. Morbidly Yours is her debut novel.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-B0D826B1B7"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Hannah_Bonam-Young%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Hannah Bonam-Young",
            "about": "\nHannah Bonam-Young is the author of Next of Kin, Next to You, and Out on a Limb. Hannah writes romances featuring a cast of diverse, disabled, marginalized, and LGBTQIA+ folks wherein swoon-worthy storylines blend with the beautiful, messy, and challenging realities of life. When not reading or writing romance you can find her having living room dance parties with her kids or planning any occasion that warrants a cheese board. Originally from Ontario, Canada, she lives with her childhood friend turned husband, Ben, two kids, and bulldog near Niagara Falls on the traditional territory of the Haudenosaunee and Anishinaabe peoples.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-4A2428E638"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/laurie-gilmore/_/N-30uf",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000029317629_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Laurie Gilmore",
            "about": "\nLaurie Gilmore is a #1 New York Times and Sunday Times bestselling author who writes small-town romance. Her first novel, The Pumpkin Spice Cafe, won the TikTok Shop Book of the Year award in 2024. Her Dream Harbor series is filled with quirky townsfolk, cozy settings, and swoon-worthy romance. She loves finding books with the perfect balance of sweetness and spice and strives for that in her own writing. Laurie is currently based in upstate New York.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-B8D7291B69"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Dustin_Thao%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Dustin Thao",
            "about": null,
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-F7F1323E2E"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Jen_DeLuca%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Jen DeLuca",
            "about": "\nJen DeLuca was born and raised near Richmond, Virginia, but now lives in Arizona with her husband and a houseful of rescue pets. She loves latte-flavored lattes, Hokies football, and the Oxford comma. Her novels, Well Met, Well Played, Well Matched, and Well Traveled were inspired by her time volunteering as a pub wench with her local Renaissance Faire.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-835330E18F"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/richard-osman/_/N-2wyg",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000015239830_p0_v2%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Richard Osman",
            "about": "\nRichard Osman is an author and television presenter. His novels, The Thursday Murder Club, The Man Who Died Twice, The Bullet That Missed, and The Last Devil to Die, were number one, million-copy international bestsellers as well as New York Times bestsellers. He lives in London with his wife, Ingrid, and Liesl the cat. We Solve Murders is his fifth novel. The movie adaptation for The Thursday Murder Club will start filming in 2024, produced by Amblin Entertainment.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-890431F274"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/lynn-painter/_/N-2z8h",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000022731820_p0_v3%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Lynn Painter",
            "about": "\nLynn Painter writes romantic comedies for both teens and adults. She is the author of Better Than the Movies, Mr. Wrong Number, The Do-Over, Betting on You, and Nothing Like the Movies, as well as being a regular contributor to the Omaha World-Herald. She lives in Nebraska with her husband and pack of wild children, and when she isn’t reading or writing, odds are good she’s guzzling energy drinks and watching rom-coms. You can find her at LynnPainter.com, on Instagram @LynnPainterKirkle, or on X @LAPainter.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-D70C33A17A"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/adalyn-grace/_/N-319a",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000018162341_p0_v2%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Adalyn Grace",
            "about": "\nAdalyn Grace is the #1 New York Times, USA Today, and internationally bestselling author of the Belladonna series and the All the Stars and Teeth duology. Prior to becoming a writer, Adalyn studied storytelling as an intern on Nickelodeon Animation's popular series The Legend of Korra. Local to San Diego, she spends her nonwriting days watching too much anime and playing video games with her two dorky dogs. She invites you to visit her on Instagram @authoradalyngrace or her website, AdalynGraceAuthor.com.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-417C3431AB"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/ken-follett/_/N-2keh",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000000150102_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Ken Follett",
            "about": "\nKen Follett is one of the world’s most successful authors. More than 198 million copies of the 38 books he has written have been sold in over 80 countries and in 40 languages. He started his career as a reporter, first with his hometown newspaper the South Wales Echo and then with the London Evening News. Ken’s first major success came with the publication of Eye of the Needle in 1978, which earned him the 1979 Edgar Award for Best Novel from the Mystery Writers of America. In 1989, The Pillars of the Earth, Ken’s epic novel about the building of a medieval cathedral, reached number one on bestseller lists everywhere. It was turned into a major television series produced by Ridley Scott, which aired in 2010.  Ken has been active in numerous literacy charities and was president of Dyslexia Action for ten years. He is also a past chair of the National Year of Reading, a joint initiative between government and business. He lives in Hertfordshire, England, with his wife Barbara. Between them they have five children, six grandchildren and three Labradors.  ",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-D1AE37FB0C"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Susie_Dent%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Susie Dent",
            "about": null,
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-7A66352128"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Mona_Awad%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000017635530_p0_v2%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Mona Awad",
            "about": "\nMona Awad is the bestselling author of the novels Rouge, All’s Well, Bunny, and 13 Ways of Looking at a Fat Girl. She is a three-time finalist for a Goodreads Choice Award, the recipient of an Amazon Best First Novel Award, and she was shortlisted for the Giller Prize. Bunny was a finalist for a New England Book Award and was named a Best Book of 2019 by Time, Vogue, and the New York Public Library. It is currently being developed for film with Bad Robot Productions. Rouge is being adapted for film by Fremantle and Sinestra. Margaret Atwood named Awad her “literary heir” in The New York Times’s T Magazine. She teaches fiction in the creative writing program at Syracuse University and is based in Boston.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-5822367FE3"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/lily-king/_/N-2kfm",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000002282887_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Lily King",
            "about": "\nLily King is the New York Times bestselling author of six novels, including Euphoria and Writers & Lovers, and the story collection Five Tuesdays in Winter. Her work has won numerous prizes and awards, including the Kirkus Prize, the New England Book Award for Fiction, the Maine Book Award for Fiction, and a Whiting Award. Her books have been translated into twenty-eight languages. She lives in Portland, Maine.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-E3C6383773"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/t-kingfisher/_/N-2xef",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000016957987_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "T. Kingfisher",
            "about": "\nT. KINGFISHER writes fantasy, horror, and occasional oddities, including Nettle & Bone, Thornhedge, A Sorceress Comes to Call, What Moves the Dead, and A House with Good Bones. Under a pen name, she also writes bestselling children's books. She lives in New Mexico with her husband.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-8FC339CAA2"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Samin_Nosrat%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Samin Nosrat",
            "about": "\nSamin Nosrat is a cook, teacher, and author of the James Beard Award-winning #1 New York Times bestseller Salt, Fat, Acid, Heat. She was named one of Time's 100 Most Influential People in the World and Chef of the Year by Eater. She is the co-host of the Home Cooking podcast, a former Eat columnist at The New York Times Magazine, and the host of the Netflix original documentary series based on her book Salt, Fat, Acid, Heat. She lives in Oakland, California.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-3AC5426BE1"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22David_McCloskey%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000023012771_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "David McCloskey",
            "about": "\nDavid McCloskey is the author of the novels Damascus Station, Moscow X, and The Seventh Floor, and is cohost of the podcast The Rest Is Classified. A former CIA analyst, he worked at Langley and in field stations across the Middle East. He lives in Texas.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-F7BF40A7FD"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/bren-brown/_/N-2wnt",
            "image_cover_url": null,
            "name": "Brené Brown",
            "about": "\nBrené Brown is a research professor at the University of Houston, where she holds the Huffington Foundation Endowed Chair at the Graduate College of Social Work. She also holds the position of Professor of Practice in Management at The University of Texas at Austin McCombs School of Business.Brené is the author of six #1 New York Times bestsellers and the host of two award-winning podcasts. Brené spends most of her time working in organizations around the world, helping develop braver leaders and more courageous cultures. In 2024, she was named Executive Chair of the Center for Daring Leadership at BetterUp. She lives in Houston, Texas, with her husband, Steve. They have two children, Ellen and Charlie, and a weird Bichon Frisé named Lucy.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-370841F117"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Priscilla_Presley%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Priscilla Presley",
            "about": "\nPriscilla Beaulieu Presley is a businesswoman, author, designer, producer, and actress best known for her roles in the television drama Dallas and the Naked Gun movies. As the cofounder and former chairperson of Elvis Presley Enterprises, she is credited with turning Elvis Presley's mansion, Graceland, into the second most visited historic home in the United States. As a key architect of the Elvis Presley legacy, she has curated and produced albums, books, films, and concerts honoring the late music legend. She lives in Los Angeles near her son and grandchildren, where she continues her lifelong commitment to animal advocacy.  Mary Jane Ross is an award-winning college professor and writer, honored with the NAACP Image Award for Best Biography or Autobiography, with Ray Charles Robinson. Her collaborations span subjects as diverse as Judy Garland, Frank Sinatra, Piper Laurie, Mafia hitman Roy DeMeo, and Congressmember Nancy Mace. Softly, As I Leave You, with Priscilla Presley, marks her ninth memoir. Her body of work also includes poetry and an online grammar textbook for second-language students. She lives in her native Southern California.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-764A43172A"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/steven-pinker/_/N-2qm1",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000000170242_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Steven Pinker",
            "about": "\nSteven Pinker is the Johnstone Professor of Psychology at Harvard University. He has won many prizes for his teaching, his research on language, cognition, and social relations, and his twelve books, including The Language Instinct, How the Mind Works, The Better Angels of Our Nature, and Rationality. He is an elected member of the National Academy of Sciences, a two-time Pulitzer Prize finalist, and one of Time’s “100 Most Influential People in the World Today.”",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-88EC440F72"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/david-mccullough/_/N-2x10",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000000202308_p0_v2%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "David McCullough",
            "about": "\nDavid McCullough (1933–2022) twice received the Pulitzer Prize, for Truman and John Adams, and twice received the National Book Award, for The Path Between the Seas and Mornings on Horseback. His other acclaimed books include The Johnstown Flood, The Great Bridge, Brave Companions, 1776, The Greater Journey, The American Spirit, The Wright Brothers, and The Pioneers. He was the recipient of numerous honors and awards, including the Presidential Medal of Freedom, the nation’s highest civilian award. Visit DavidMcCullough.com.Dorie McCullough Lawson is David McCullough’s daughter and worked with him for nearly three decades. She is the author of three previous books, including Posterity: Letters of Great Americans to Their Children.Michael Hill is an independent historical researcher who worked with David McCullough for over thirty years. He is also the author of three previous books, including a biography of Elihu Washburne. He served as a historical consultant for the HBO production of David McCullough’s John Adams.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-C09B475B36"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22André_Darlington%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "André Darlington",
            "about": "\nAndré Darlington is a food, drinks, and lifestyle writer based in North Carolina. He is the author or coauthor of the Booze & Vinyl series, The New Cocktail Hour, Bar Menu, Booze Cruise, Forbidden Cocktails, and Movie Night Menus, among other food-and-drink titles.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-0492455048"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/jill-lepore/_/N-31j4",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000000750596_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Jill Lepore",
            "about": "\nJill Lepore is the David Woods Kemper ’41 Professor of American History at Harvard University and professor of law at Harvard Law School. She is also a staff writer at The New Yorker. Her many books include the international bestseller These Truths: A History of the United States. She lives in Cambridge, Massachusetts.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-122946987A"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Lionel_Richie%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Lionel Richie",
            "about": "\nWith more than 125 million albums sold worldwide, an Oscar®, Golden Globe®, and four Grammy Awards®, Lionel Richie’s distinctions include 2016 MusiCares Person of the Year, 2022’s American Music Awards Icon Award, his 18th AMA award. He’s one of only eight artists to win the Kennedy Center Honors (2017), the Gershwin Prize for Popular Song by the Library of Congress (2022), and induction into the Rock & Roll Hall of Fame (2022). Richie served as producer of The Greatest Night in Pop, which premiered at the 2024 Sundance Film Festival to critical acclaim and received 11.9M views in its first week on Netflix, becoming one of the most successful music documentaries of all time.  ",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-7F3548DBBC"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Joshua_McFadden%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Joshua McFadden",
            "about": "\nJoshua McFadden is a bringing fresh energy to Berney Farm, a historic fifty-acre gem in Springdale, Oregon. Here, he's building a unique agricultural complex where farming, food, and design come together in creative collaborations. When he's not working the land, Joshua is a sought-after consultant in the food world—helping to craft packaged and prepared foods, launch brands from the ground up, and rethink what fast-casual and fast food can be. Joshua’s first book, Six Seasons: A New Way with Vegetables, co-written with Martha Holmberg, earned him a James Beard Award in 2018. His second, Grains for Every Season: Rethinking Our Way with Grains, was a James Beard Award finalist in 2021. Follow him on Instagram at @jj__mc.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-B40749E08D"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Kate_McKinnon%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000011385955_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Kate McKinnon",
            "about": "\nKate McKinnon is a #1 New York Times bestselling author, award-winning performer, and writer, who is celebrated globally for her work in film and television. Young readers will recognize her voice role as ‘Ms. Frizzle’ in The Magic School Bus Rides Again for Netflix. She recently played ‘Weird Barbie’ in Greta Gerwig’s worldwide blockbuster hit, Barbie. The Millicent Quibb School of Etiquette for Young Ladies of Mad Science was her debut novel. ",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-6063509C28"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Bess_Kalb%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000021180519_p0_v2%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Bess Kalb",
            "about": "\nBess Kalb is an Emmy-nominated comedy writer, and the bestselling author of Buffalo Fluffalo illustrated by Erin Kraan and Nobody Will Tell You This but Me, which was a New York Times Editor’s Choice selection. She wrote for eight years on Jimmy Kimmel Live! and has written for the Emmy Awards, the Academy Awards, and the 2020 Democratic National Convention. She is the head writer and executive producer of the WGA Award-nominated Yearly Departed, an Amazon Comedy Special, and is currently adapting Nobody Will Tell You This but Me into a feature film with Sight Unseen Pictures. She lives with her husband and two boys in Brooklyn.Erin Kraan is a children’s book illustrator, woodcutter, and printmaker. She loves the process of carving her characters into wood and seeing how their quirky and whimsical identities come to life through the ink in the prints. She is the illustrator of many picture books including Bess Kalb’s Buffalo Fluffalo, and Jory John’s Something’s Wrong! Erin lives and works in Vancouver, British Columbia.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-2D37520517"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/amy-sparkes/_/N-31u6",
            "image_cover_url": null,
            "name": "Amy Sparkes",
            "about": "\nAmy Sparkes writes books for children of all ages. She was born in Eastbourne, England, and enjoyed a wild imagination when she was a child (which included thirteen imaginary friends). Amy lives in Devon, England, with her husband and five young children. When she’s not off on an adventure with them, Amy enjoys drinking tea, climbing trees, and dancing. She is yet to master doing all three at the same time. Learn more at AmySparkes.co.uk.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-1E5A51BFD2"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/james-ponti/_/N-305g",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000000247476_p0_v4%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "James Ponti",
            "about": "\nJames Ponti is the New York Times bestselling author of four middle grade book series: The Sherlock Society following a group of young detectives; City Spies, about an unlikely squad of five kids from around the world who form an elite MI6 Spy Team; the Edgar Award–winning Framed! series, about a pair of tweens who solve mysteries in Washington, DC; and the Dead City trilogy, about a secret society that polices the undead living beneath Manhattan. His books have appeared on more than fifteen different state award lists, and he is the founder of a writers group known as the Renegades of Middle Grade. James is also an Emmy–nominated television writer and producer who has worked for many networks including Nickelodeon, Disney Channel, PBS, History, and Spike TV, as well as NBC Sports. He lives with his family in Orlando, Florida. Find out more at JamesPonti.com.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-FAE9531E21"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/rick-riordan/_/N-2kka",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000001486190_p0_v4%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Rick Riordan",
            "about": "\nRick Riordan is best known for his bestselling young reader book series Percy Jackson and the Olympians and award-winning adult mysteries featuring San Antonio P.I. Tres Navarre. Children across the globe have followed Percy and friends on their adventures through the popular follow up series, Heroes of Olympus, and enjoyed the movies adapted from the first two Percy Jackson and the Olympian books, The Lightning Thief and Sea of Monsters. Riordan intertwines humor and masterful storytelling set against Greek, Roman, or as in The Kane Chronicles, Egyptian mythology.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-672554854C"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/katherine-rundell/_/N-3094",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000013808213_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Katherine Rundell",
            "about": "\nKATHERINE RUNDELL is the internationally bestselling author of Impossible Creatures. Her other books for children include Rooftoppers, Cartwheeling in Thunderstorms, The Wolf Wilder, The Explorer, and The Good Thieves. She grew up in Zimbabwe, Brussels, and London, and is currently a Fellow of St. Catherine's College, Oxford. For adult readers, Rundell has written Vanishing Treasures: A Bestiary of Extraordinary Endangered Creatures and Super-Infinite: The Transformations of John Donne, which won the Baillie Gifford Prize for Non-Fiction. She was the recipient of the British Book Award for Book of the Year and Author of the Year.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-037B576396"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/nd-stevenson/_/N-2zhs",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000024915290_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "ND Stevenson",
            "about": "\nND Stevenson is the award-winning, bestselling author and illustrator of Nimona and The Fire Never Goes Out and the cocreator of Lumberjanes and was the showrunner for the award-winning Netflix series She-Ra and the Princesses of Power. He currently lives in Los Angeles.ND Stevenson is the award-winning, bestselling author and illustrator of Nimona and The Fire Never Goes Out and the cocreator of Lumberjanes and was the showrunner for the award-winning Netflix series She-Ra and the Princesses of Power. He currently lives in Los Angeles.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-F95A55FDEB"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Diana_Wynne_Jones%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Diana Wynne Jones",
            "about": "\nIn a career spanning four decades, award-winning author Diana Wynne Jones (1934–2011) wrote more than forty books of fantasy for young readers. Characterized by magic, multiple universes, witches, and wizards—and a charismatic nine-lived enchanter—her books are filled with unlimited imagination, dazzling plots, and an effervescent sense of humor that earned her legendary status in the world of fantasy. Her books, published to international acclaim, have earned a wide array of honors, including two Boston Globe–Horn Book Award Honors and the British Fantasy Society’s Karl Edward Wagner Award for having made a significant impact on fantasy. Acclaimed director and animator Hayao Miyazaki adapted Howl’s Moving Castle into a major motion picture, which was nominated for an Academy Award.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-387C561D38"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/erin-hunter/_/N-2k8v",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000003839177_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Erin Hunter",
            "about": "\nErin Hunter is inspired by a love of cats and a fascination with the ferocity of the natural world. In addition to having great respect for nature in all its forms, Erin enjoys creating rich mythical explanations for animal behavior. She is the author of the Warriors, Seekers, Survivors, Bravelands, Bamboo Kingdom, and Renegades series. Erin lives in the UK.Sara Goetter and Natalie Riess are a comic-making duo from Pennsylvania. They currently live in Texas with their cat, Tilly. Their other titles include Dungeon Critters and The Bawk-ness Monster.Sara Goetter and Natalie Riess are a comic-making duo from Pennsylvania. They currently live in Texas with their cat, Tilly. Their other titles include Dungeon Critters and The Bawk-ness Monster.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-2F5258F060"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/stephenie-meyer/_/N-2kt4",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000004780080_p0_v3%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Stephenie Meyer",
            "about": "\nStephenie Meyer is the author of the #1 bestselling Twilight Saga, The Host, and The Chemist. Twilight has enraptured millions of readers since its publication in 2005 and has become a modern classic, redefining genres within young adult literature and inspiring a phenomenon that has had readers yearning for more. The series has sold more than 160 million copies worldwide and was made into five blockbuster feature films. Stephenie lives in Arizona with her husband. Her website is stepheniemeyer.com. ",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-0CC4595C81"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Hafsah_Faizal%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000019997045_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Hafsah Faizal",
            "about": "\nHafsah Faizal is the #1 New York Times–bestselling author of A Tempest of Tea, The Wishless Ones, and the Sands of Arawiya duology and the founder of IceyDesigns, where she creates websites for authors and beauteous goodies for everyone else. A Forbes 30 Under 30 honoree, she was born in Florida and raised in California. She now resides in North Carolina with her husband and a library of books waiting to be devoured.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-C41B623AFA"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Jordan_Stephanie_Gray%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Jordan Stephanie Gray",
            "about": "\nJordan Stephanie Gray is New York Times bestselling author of Bitten and The Wicked Sea.  In her free time, she can be found curled up with her pugs in her lap, rereading her favorite novels while teasing her middle schooler about how much kissing is in her own books (a lot). She invites you to visit her at authorjordangray.com and to follow her on instagram @authorjordangray.  ",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-86A360FACC"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/tahereh-mafi/_/N-2wna",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000013000543_p0_v6%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Tahereh Mafi",
            "about": "\nTahereh Mafi is the #1 New York Times bestselling, #1 international bestselling, and National Book Award–nominated author of over a dozen books, including Shatter Me: Series One and Shatter Me: Series Two, the Woven Kingdom series, A Very Large Expanse of Sea, and An Emotion of Great Delight. Her books have been translated into more than thirty languages. She lives in Southern California with her husband, fellow author Ransom Riggs, and their family. Visit her online at taherehmafi.com.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-99A661B1C7"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Nikita_Gill%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Nikita Gill",
            "about": "\nNikita Gill is an Irish Indian poet who has the attention of over 800,000 Instagram followers worldwide for her work. Her work offers a shift of perspective which centers women in both Greek and Hindu myth as well as folklore. Gill has written two verse novels and seven poetry collections, including Fierce Fairytales, Wild Embers, and Where Hope Comes From which she published with Hachette Books.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-4E9663E167"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Britney_S._Lewis%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Britney S. Lewis",
            "about": "\nBritney S. Lewis is the award-winning and acclaimed author of The Undead Truth of Us and The Dark Place. She was born and raised in Kansas, and when she’s not writing, you can find her searching for iced coffee, walking her dog, or competing in West Coast Swing. For more information, visit her website at: www.britneyslewis.com",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-1AA9647E1E"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Caro_Claire_Burke%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Caro Claire Burke",
            "about": "\nCaro Claire Burke received her Master’s in Fine Arts from the Bennington Writing Seminars. She is the co-host of Diabolical Lies, a politics and culture podcast. Yesteryear is her first novel.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-039D673948"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/alex-aster/_/N-30q5",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000021330847_p0_v2%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Alex Aster",
            "about": "\nAlex Aster is a #1 New York Times, Wall Street Journal, and Publishers Weekly bestselling author, as well as an internationally bestselling author and one of the most followed novelists on social media. She graduated summa cum laude from the University of Pennsylvania, where she studied creative writing, and is also the author of the critically acclaimed Emblem Island series. Explore the world of Lightlark at asterverse.com.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-90816593A8"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Juliet_Faithfull%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Juliet Faithfull",
            "about": "\nJULIET FAITHFULL is a Spanish-British-American writer who grew up in Brazil. Liar’s Dice, her first novel, was a winner of the 2024 Irish Writers Centre’s Novel Fair and a semifinalist for the James Jones First Novel Fellowship. She was awarded a Pauline Scheer Fellowship by GrubStreet’s Novel Incubator program, in Boston, and her short stories have been published in the Bellevue Literary Review and Urbanus Magazine. A graduate of Harvard University and Smith College School for Social Work, Juliet works as a trilingual psychotherapist and currently lives in Cambridge, Massachusetts, with her two sons.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-3953666F4A"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/rachel-gillig/_/N-313u",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000023441489_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Rachel Gillig",
            "about": "\nRachel Gillig was born and raised on the California coast. She is a writer and a teacher, with a B.A. in Literary Theory and Criticism from UC Davis. If she is not ensconced in blankets dreaming up her next novel, Rachel is in her garden or walking with her husband, son, and their poodle, Wally.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-6F9A68398B"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Asako_Yuzuki%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Asako Yuzuki",
            "about": "\nAsako Yuzuki was born in Tokyo in 1981. Her English-language debut, Butter, a major critical and commercial success, was named Waterstones Book of the Year 2024 and took home the British Book Awards 2025 Debut Fiction Award. For Nile Perch Girls’ Club, she received the Yamamoto Shūgorō Award.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-C6D16991A5"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Amir_Levine%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Amir Levine",
            "about": "\nAmir Levine, M.D. is an Associate Professor of Clinical Psychiatry at Columbia University Medical Center. After completing his residency in adult and child psychiatry at Columbia University, Dr. Levine specialized in molecular neuroscience under the mentorship of Nobel Laureate Eric Kandel. His patented findings hold potential for innovative treatments for psychiatric disorders in adolescents and adults. Dr. Levine is the coauthor of the international bestseller Attached, which has sold more than two million copies and has been translated into more than 30 languages.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-58D772450C"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/emma-straub/_/N-2wny",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000010268902_p0_v3%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Emma Straub",
            "about": "\nEmma Straub is the New York Times bestselling author of six books for adults: the novels This Time Tomorrow, All Adults Here, The Vacationers, Modern Lovers, Laura Lamont's Life in Pictures, and the short story collection Other People We Married. She is a Guggenheim Foundation Fellow and her work has been published in more than 20 languages. Emma and her husband own Books Are Magic, an independent bookstore in Brooklyn, New York.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-74907041B5"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Brandy%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Brandy",
            "about": "\nBrandy is a GRAMMY-winning singer, songwriter, producer, actress, the ultimate triple threat. She rose to fame as the star of the long-running sitcom Moesha and broke new ground as the first Black actress to portray a Disney princess (Cinderella) on screen. She starred as a Cover Girl, and captivated audiences on Broadway. Brandy is adoringly known as “the Vocal Bible,” and her decades-long career has more than proven that she deserves the title. With a singular voice that swells from subdued and reserved to powerful and emotive, she has enraptured audiences since her 1994 self-titled debut. The quadruple Platinum album was steeped in relatable R&B, and served as an introduction to her signature sound. The projects that followed—from 1998’s Never Say Never, which spawned the Grammy-winning hit \"The Boy Is Mine\" to 2020’s B7—further cemented her status as a genre-defining icon. Brandy’s ability to bring love and loss to light can be traced to a voice that she controls like an instrumentalist. A generational talent who is revered by her peers and fans alike, Brandy brought her wisdom and experience to her most recent Holiday album, Christmas with Brandy. The album which was released in 2023 is sure to become a Holiday staple for generations to come. When she’s not dazzling listeners by diving deep into the R&B bag that made us fall in love with her from the very beginning, she is working on projects like Descendants: The Rise of Red, now streaming on Disney+ and her upcoming yet to be titled memoir to be released in 2025.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-8E4F71CB14"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22LJ_Ross%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "LJ Ross",
            "about": null,
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-717373167E"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/brandon-sanderson/_/N-2k50",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000004634160_p0_v6%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Brandon Sanderson",
            "about": "\nIn May 2005, Brandon Sanderson published his first novel, Elantris, followed by the Mistborn trilogy, its follow-up The Alloy of Law, Warbreaker, and The Way of Kings, the first in a projected ten-volume series called The Stormlight Archive. The fifth book in that series, Wind and Truth was an immediate #1 New York Times and USA TODAY bestseller. In 2022, Sanderson broke Kickstarter records by raising over $40 million to self-publish four \"Secret Project” novels. Brandon won the Hugo Award in 2013 for his novella “The Emperor’s Soul”, and the David Gemmell Legend Award. His books have hit the New York Times Best Seller list twenty-five times and have been published in forty languages. At the end of each year, thousands of Sanderson’s fans gather at his Dragonsteel Nexus convention to celebrate his stories and to get a first glimpse of what Brandon will be writing next. Visit his website for behind-the-scenes information on all his books at BrandonSanderson.com.Peter Orullian is an American fantasy author, composer, and performer. As a musician, he has toured internationally—fronting various rock and metal bands—written and released multiple albums, and recently founded his own symphonic rock group, Symphony North, which focuses on building trans-media properties to combine music and narrative. The first of these, entitled The Bell Ringer, was recently released as a full concept album, and will embark on a US tour in holiday of 2026. The novelization of The Bell Ringer will release in tandem with the tour. As an author, Orullian has also novelized chart-topping concept albums for Grammy Award–winning metal giant Dream Theater. In 2012, he was shortlisted for the David Gemmell Morningstar Award. He has written numerous short stories as well as several other novels, including The Vault of Heaven, all of which use music as a driving force for worldbuilding and magical systems. Since 2018, he has been collaborating with Brandon Sanderson on developing and writing The Strata Wars series. Visit Peter Orullian at Orullian.com.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-8389740C86"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Dan_Chaon%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000000239149_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Dan Chaon",
            "about": "\nDan Chaon is the author of several books, including Ill Will, a national bestseller that was named one of the ten best books of the year by Publishers Weekly. Other works include the short story collection Stay Awake, a finalist for the Story Prize; the national bestseller Await Your Reply; and Among the Missing, a finalist for the National Book Award. Chaon’s fiction has appeared in the Best American Short Stories, the Pushcart Prize Anthologies, and the O. Henry Collection. He has been a finalist for the National Magazine Award in Fiction and the Shirley Jackson Award, and he was the recipient of an American Academy of Arts and Letters Award in Literature. Chaon lives in Cleveland.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-13D5778D85"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/alice-oseman/_/N-2wt9",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000016480009_p0_v2%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Alice Oseman",
            "about": "\nAlice Oseman is a critically acclaimed, #1 New York Times bestselling author-illustrator and Emmy Award-winning screenwriter. Alice wrote and illustrated the Heartstopper graphic novels; two Heartstopper novellas, Nick and Charlie and This Winter; and is the author of four YA novels: Solitaire, Radio Silence, I Was Born for This, and Loveless. They also wrote and executive produced the Netflix adaptations of Heartstopper. Visit them online at aliceoseman.com.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-9A9E7557E4"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22H._S._Cross%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "H. S. Cross",
            "about": "\nH. S. Cross was raised in Michigan and lived for many years in New York City. She has taught grades 2-12, and many of her formative experiences involved being semi-lost in the countrysides of England, Ireland, and Scotland. She currently lives in Savannah, Georgia. ",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-ED0A76FA46"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Ilana_Masad%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Ilana Masad",
            "about": "\nIlana Masad is a writer of fiction, nonfiction, and criticism whose work has been widely published. Masad is the author of the novel All My Mother's Lovers and is co-editing the forthcoming anthology Here For All the Reasons: #BachelorNation on Why We Watch.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-7F6378C7AC"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/mary-roach/_/N-2wod;jsessionid=0121A56E9440C92A92621A80E3B72D06.prodny_store02-atgap07",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000003888360_p0_v3%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Mary Roach",
            "about": "\nMary Roach is the author of seven best-selling works of nonfiction, including Grunt, Stiff, and, most recently, Fuzz. Her writing has appeared in National Geographic and the New York Times Magazine, among other publications. She lives in California.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-3A6F7957D8"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Mark_Ronson%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000000290492_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Mark Ronson",
            "about": "\nMark Ronson is a nine-time Grammy winner (with five additional nominations). He’s won an Oscar, a Golden Globe, two BRIT Awards (with five additional nominations), and has been nominated for a Daytime Emmy. He performed at Super Bowl 50 in 2016 with Coldplay, Beyoncé, and Bruno Mars, and has been a musical guest on Saturday Night Live three times since 2014, with Bruno Mars, Lady Gaga, and Miley Cyrus. In addition to his own albums, and writing and producing work with other artists, Mark has contributed to the soundtracks of HBO’s Euphoria, the 2016 Ghostbusters, the 2018 A Star Is Born, Suicide Squad, Disney’s 2016 live-action Jungle Book, and the Barbie movie directed by Greta Gerwig.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-3DDF80B31A"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Karen_Palmer%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Karen Palmer",
            "about": "\nKaren Palmer is a Pushcart Prize winner and has received grants from the NEA and Colorado Council on the Arts. She's Under Here grew out of her award-winning essay “The Reader Is the Protagonist,” first published in Virginia Quarterly Review and selected by Leslie Jamison for inclusion in Best American Essays 2017. More recently her short story “Birds of Paradise”  won the 2022 Emily Clark Balch Prize for Fiction. Her writing has appeared in The Rumpus, The Kenyon Review, Arts & Letters, and Kalliope, among others. She lives in Los Angeles. ",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-9E6B816C07"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/kiran-desai/_/N-31gy",
            "image_cover_url": null,
            "name": "Kiran Desai",
            "about": "\nKiran Desai is the bestselling author of the novels Hullabaloo in the Guava Orchard and The Inheritance of Loss, which won both the Booker Prize and the National Book Critics Circle Award. Born in India, she came to the United States when she was sixteen and now lives in New York City.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-43EF82F783"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22John_J._Lennon%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "John J. Lennon",
            "about": "\nJohn J. Lennon is now serving his twenty-fourth year behind bars, currently in Sing Sing Correctional Facility. His writing has appeared in the New York Review of Books, the New York Times Magazine, the New Yorker, the Atlantic, Esquire, and New York magazine. His work has been anthologized in the Best American Magazine Writing, and he’s twice been a finalist for the National Magazine Award, in feature writing and reviews and criticism. His feature essay “The Apology Letter” was part of the Washington Post Magazine’s special issue that won the National Magazine Award.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-61B7831070"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/harper-lee/_/N-2kab",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000000153487_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Harper Lee",
            "about": "\nHarper Lee was born in 1926 in Monroeville, Alabama. She is the author of the acclaimed To Kill a Mockingbird, originally published in 1960, and Go Set a Watchman, published in July 2015. Ms. Lee received the Pulitzer Prize, the Presidential Medal of Freedom, and numerous other literary awards and honors. She died on February 19, 2016.Casey Cep is at work on the authorized biography of Harper Lee. A staff writer at The New Yorker, she is the author of the bestselling book Furious Hours: Murder, Fraud, and the Last Trial of Harper Lee. She was born and raised on the Eastern Shore of Maryland, where she still lives with her family.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-38C9882874"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/john-grisham/_/N-2kcz",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000000219480_p0_v6%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "John Grisham",
            "about": "\nJOHN GRISHAM is the author of more than fifty consecutive #1 bestsellers, which have been translated into nearly fifty languages. His recent books include Framed, Camino Ghosts and The Exchange: After the Firm.Grisham is a two-time winner of the Harper Lee Prize for Legal Fiction and was honored with the Library of Congress Creative Achievement Award for Fiction.When he's not writing, Grisham serves on the board of directors of the Innocence Project and of Centurion Ministries, two national organizations dedicated to exonerating those who have been wrongfully convicted. Much of his fiction explores deep-seated problems in our criminal justice system.John lives on a farm in central Virginia.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-D83B895E01"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/stephanie-garber/_/N-2wn9",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000018011989_p0_v3%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Stephanie Garber",
            "about": "\nStephanie Garber is the #1 New York Times and internationally bestselling author of Once Upon a Broken Heart, The Ballad of Never After, and the Caraval trilogy. Her books have been translated into thirty languages. Alchemy of Secrets is her adult debut novel.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-5612850927"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Tim_Curry%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Tim Curry",
            "about": "\nTim Curry is a Tony award-noimnated actor who’s worked in the entertainment industry for close to five decades. He is best known for his iconic roles in TheRocky Horror Picture Show, Clue, It, The Pirates of Penzance, Spamalot, Hair, Home Alone 2, Muppet Treasure Island, and countless others.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-1571871EE0"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Andrew_Ross_Sorkin%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Andrew Ross Sorkin",
            "about": "\nAndrew Ross Sorkin is an award-winning journalist for The New York Times and a co-anchor of Squawk Box, CNBC’s signature morning program. He is also the founder and editor-at-large of DealBook, an online daily financial report published by The New York Times that he started in 2001. Sorkin is the bestselling author of Too Big to Fail and the co-producer of the 2011 film adaptation, which was nominated for eleven Emmy Awards. Sorkin is also co-creator of the drama series Billions on Showtime.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-C88A863C7E"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/ali-hazelwood/_/N-2y20",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000022984463_p0_v2%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Ali Hazelwood",
            "about": "\nAli Hazelwood is the #1 New York Times bestselling author of Love, Theoretically and The Love Hypothesis, as well as a writer of peer-reviewed articles about brain science, in which no one makes out and the ever after is not always happy. Originally from Italy, she lived in Germany and Japan before moving to the US to pursue a PhD in neuroscience. When Ali is not at work, she can be found running, eating cake pops, or watching sci-fi movies with her three feline overlords (and her slightly-less-feline husband).",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-259593A78F"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Mizuki_Tsujimura%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Mizuki Tsujimura",
            "about": "\nMizuki Tsujimura is a bestselling Japanese author whose books have sold over 10 million copies. Several of her books have been made into high-profile Japanese-language films and manga. Loved by booksellers and readers alike, she has won both the Japan Booksellers’ award and the more literary Naoki Prize.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-526B946584"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Malala_Yousafzai%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Malala Yousafzai",
            "about": "\nMalala Yousafzai is an education activist, the youngest-ever Nobel laureate, best-selling author and award-winning film producer. She was born in Mingora, Pakistan in 1997 and graduated from Oxford University in 2020.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-68E5904FA9"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Ozzy_Osbourne%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000001605648_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Ozzy Osbourne",
            "about": "\nOzzy Osbourne was born in Aston, Birmingham, in 1948, and was one of rock music's most enduring figures as the lead singer of Black Sabbath. He achieved even greater heights as a solo artist. Ozzy is survived by his wife, Sharon, and his five children.  ",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-1AA69240E5"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/stephen-king/_/N-2kq9",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000000149769_p0_v5%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Stephen King",
            "about": "\nStephen King is the author of more than sixty books, all of them worldwide bestsellers. His recent work includes the short story collection You Like It Darker, Holly, Fairy Tale, Billy Summers, If It Bleeds, The Institute, Elevation, The Outsider, Sleeping Beauties (cowritten with his son Owen King), and the Bill Hodges trilogy: End of Watch, Finders Keepers, and Mr. Mercedes (an Edgar Award winner for Best Novel and a television series streaming on Peacock). His novel 11/22/63 was named a top ten book of 2011 by The New York Times Book Review and won the Los Angeles Times Book Prize for Mystery/Thriller. His epic works The Dark Tower, It, Pet Sematary, Doctor Sleep, and Firestarter are the basis for major motion pictures, with It now the highest-grossing horror film of all time. He is the recipient of the 2020 Audio Publishers Association Lifetime Achievement Award, the 2018 PEN America Literary Service Award, the 2014 National Medal of Arts, and the 2003 National Book Foundation Medal for Distinguished Contribution to American Letters. He lives in Bangor, Maine, with his wife, novelist Tabitha King.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-B8E0982B0F"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/rachel-smythe/_/N-2z2z",
            "image_cover_url": null,
            "name": "Rachel Smythe",
            "about": "\nRachel Smythe is the creator of the Eisner Award-winning Lore Olympus, published via Webtoon.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-E2C291B1BE"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/andy-weir/_/N-2wnq",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000015656862_p0_v2%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Andy Weir",
            "about": "\nAndy Weir built a two-decade career as a software engineer until the success of his first published novel, The Martian, allowed him to live out his dream of writing full-time. He is a lifelong space nerd and a devoted hobbyist of such subjects as relativistic physics, orbital mechanics, and the history of manned spaceflight. He also mixes a mean cocktail. He lives in California.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-AC0597AB6A"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Dara_Waldron%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000015433911_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Dara Waldron",
            "about": "\nDara Waldron is a film scholar and author of two monographs and multiple articles in international film journals and magazines. His 2018 book New Nonfiction Film: Art, Poetics and Documentary Theory is a standard reference for documentary filmmaking courses across the globe. He teaches Critical and Contextual studies at Limerick School of Art and Design and has been a visiting Professor at Aalto Universityin Helsinki, LUCA School of Arts in Brussels, and the Ethnography Lab at University of Colorado, Boulder. In 2023 he published a study of sheepherding traditions that formed the background for A Sheepdog Named Oscar, his first memoir. Born in Manchester and raised in Ireland, he currently lives on the border between County Limerick and Tipperary in Ireland’s Midwest, close to the gates of well-known Glenstal Abbey and its school, which feature prominently in his memoir.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-2E6499131C"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/david-grann/_/N-2xxr",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000002479554_p0_v2%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "David Grann",
            "about": "\nDAVID GRANN is the author of the #1 New York Times bestsellers KILLERS OF THE FLOWER MOON and THE LOST CITY OF Z. KILLERS OF THE FLOWER MOON was a finalist for the National Book Award and won an Edgar Allan Poe Award. He is also the author of THE WHITE DARKNESS and the collection THE DEVIL AND SHERLOCK HOLMES. Grann’s investigative reporting has garnered several honors, including a George Polk Award. He lives with his wife and children in New York.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-DD0E1034A1B"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/tigest-girma/_/N-31uk",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000030659784_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Tigest Girma",
            "about": "\nTigest Girma is the #1 New York Times bestselling author of Immortal Dark. She is an Ethiopian writer based in Melbourne, Australia, and splits her time between writing and teaching. Passionate about exploring East African characters and myths, she weaves Black stories with the dark and fantastical in her work. In her free time, she can be found rewatching her comfort shows where the villain gets the girl. She invites you to visit her at tigestgirma.com or tiktok.com/tigestgirma.  ",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-0FC096E5EF"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Yasuhiko_Nishizawa%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Yasuhiko Nishizawa",
            "about": "\nBorn in 1960 in Aki, Japan, Yasuhiko Nishizawa is an award-winning author of mystery and science fiction novels. His works are part of the ‘shin-honkaku’ movement, which aims to preserve the puzzle-solving joy of Golden Age mystery writing while refreshing the genre with exciting, original twists. Nishizawa got the idea for The Man Who Died Seven Times after watching the movie Groundhog Day and wondering what would happen if a detective were stuck in a time loop like Bill Murray.Jesse Kirkwood is a literary translator working from Japanese into English. The recipient of the 2020 Harvill Secker Young Translators’ Prize, his translations include The Noh Mask Murder by Akimitsu Takagi (Pushkin Vertigo), The Kamogawa Food Detectives by Hisashi Kashiwai, Tokyo Express by Seicho Matsumoto and A Perfect Day to Be Alone by Nanae Aoyama.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-4D1E102D634"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/ray-bradbury/_/N-2kjp",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000000196312_p0_v4%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Ray Bradbury",
            "about": "\nRay Bradbury (1920–2012) was the author of more than three dozen books, including Fahrenheit 451, The Martian Chronicles, The Illustrated Man, and Something Wicked This Way Comes, as well as hundreds of short stories. He wrote for the theater, cinema, and TV, including the screenplay for John Huston’s Moby Dick and the Emmy Award–winning teleplay The Halloween Tree, and adapted for television sixty-five of his stories for The Ray Bradbury Theater. He was the recipient of the 2000 National Book Foundation’s Medal for Distinguished Contribution to American Letters, the 2007 Pulitzer Prize Special Citation, and numerous other honors.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-19261006A60"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Ross_Montgomery%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000010758490_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Ross Montgomery",
            "about": "\nRoss Montgomery is the award-winning author of several acclaimed novels, including The Midnight Guardians. He is also the author of the picture books Ten Delicious Teachers, Penguin Huddle, and Ant Party, all illustrated by Sarah Warburton, and Space Tortoise and The Building Boy, both illustrated by David Litchfield. He lives in London with his wife and their cat, Fun Bobby.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-5A8B1041F26"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Jacqueline_Harpman%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Jacqueline Harpman",
            "about": "\nJACQUELINE HARPMAN (1929-2012) was a Belgian author of over fifteen novels. Born in Etterbeek, Belgium, in 1929, she fled to Casablanca with her family during the Second World War. She studied French literature and trained to become a doctor but was unable to continue her medical studies after contracting tuberculosis. Harpman began writing in 1954, and wrote over fifteen novels, winning numerous prizes, including the Prix ​​Médicis (Orlanda), the Prix ​​Victor-Rossel (Brève Arcadie), among others. I Who Have Never Known Men, originally published in French in 1995, was the first of her books to be translated into English. ROS SCHWARTZ has translated numerous works of fiction and non-fiction from French, including several Georges Simenon titles for Penguin Classics, a new translation of Antoine de Saint-Exupéry’s The Little Prince and, most recently, Mireille Gansel’s Translation as Transhumance. The recipient of a number of awards, she was made a Chevalier de l’Ordre des Arts et des Lettres in 2009 and received the Institute of Translation and Interpreting’s John Sykes Memorial Prize for Excellence in 2017.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-43CE101AA61"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Jade_Chang%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000004762962_p0_v3%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Jade Chang",
            "about": "\nJade Chang’s debut novel, The Wangs vs. the World, won the VCU Cabell First Novelist Award and has been published in a dozen countries. Her journalism and essays have recently appeared in The Best American Food Writing, and in the New York Times and Los Angeles Times magazines. She also writes for film and TV. She lives in Los Angeles.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-915A1135379"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Sarah_Rees_Brennan%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000010394957_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Sarah Rees Brennan",
            "about": "\nSarah Rees Brennan was born in Ireland by the sea. After world travel and surviving stage four cancer, she settled there in the shadow of a three-hundred-year-old library. Writing young adult fiction, she was a Lodestar, Mythopoeic and World Fantasy finalist, Carnegie nominee and New York Times bestseller. Long Live Evil is her first adult work. ",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-4A64107C5D2"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Shelby_Van_Pelt%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000023697487_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Shelby Van Pelt",
            "about": "\nBorn and raised in the Pacific Northwest, Shelby Van Pelt lives in the suburbs of Chicago with her family. Remarkably Bright Creatures is her first novel.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-1139105C2F9"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Nick_Medina%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000012222310_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Nick Medina",
            "about": "\nBorn in Chicago, Illinois, and a member of the Tunica-Biloxi Tribe of Louisiana, Nick Medina writes horror, crime, and mystery fiction that pairs social issues with local and Native American folklore. In addition to writing, he enjoys live music, ghost stories, and spending time with family. The Whistler is his third novel.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-DBAA118BC41"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Lyla_Sage%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Lyla Sage",
            "about": "\nLyla Sage lives in the Wild West with her loyal companion, a sweet, old, blind rescue pitbull. She writes romance that feels like her favorite things: sunshine and big blue skies. She is also the author of Done and Dusted, Swift and Saddled, Lost and Lassoed and Wild and Wrangled. When she’s not writing, she’s reading.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-10C410927D9"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Lydia_Gregovic%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000030696014_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Lydia Gregovic",
            "about": "\nLydia Gregovic is a Brooklyn-based author and editor whose identity is rooted in the Texas Gulf and along the coastline of Montenegro. She lives in New York with her complete collection of the works of Jane Austen and several half-dead plants. She is the author of The Monstrous Kind and The Weaver Bride.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-619D112CF58"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Alma_Katsu%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Alma Katsu",
            "about": "\nAlma Katsu is the author of eight novels, most recently Red London, The Fervor, Red Widow, and The Deep. Prior to the publication of her first novel, she had a thirty-five-year long career as a senior intelligence analyst for several U.S. agencies, including the CIA and NSA, as well as RAND. Katsu is a graduate of the master's writing program at the Johns Hopkins University and received her bachelor's degree from Brandeis University. She lives in West Virginia with her husband and is a contributing reviewer for the Washington Post.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-9104123274F"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Cadwell_Turnbull%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Cadwell Turnbull",
            "about": "\nCadwell Turnbull is the author of The Lesson and No Gods, No Monsters. His short fiction has appeared in The Verge, Lightspeed, Nightmare, Asimov’s Science Fiction, and several anthologies, including The Best American Science Fiction and Fantasy 2018 and The Year’s Best Science Fiction and Fantasy 2019. The Lesson was the winner of the 2020 Neukom Institute Literary Award in the debut category and No Gods, No Monsters won the 2022 Lambda Literary Award for Best LGBTQ Speculative Fiction. Turnbull lives in Lafayette, IN.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-7C571105D4F"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Edward_Ashton%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Edward Ashton",
            "about": "\nEdward Ashton (he/him) is the author of the novels Three Days in April, The End of Ordinary, Mickey7, Antimatter Blues, and Mal Goes to War, as well as of short stories which have appeared in venues ranging from the newsletter of an Italian sausage company to Escape Pod, Analog, and Fireside Fiction. He lives in a cabin on the shore of an inland sea, where he enjoys cancer research, teaching quantum physics to sullen graduate students, and whittling.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-E06E12810FA"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Kit_Burgoyne%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Kit Burgoyne",
            "about": "\nKit Burgoyne is the horror fiction pen name of Ned Beauman, who was named one of Granta’s Twenty Best Young British Novelists in 2013, and is the author of Boxer, Beetle (winner of the Goldberg Prize for Outstanding Debut Fiction); The Teleportation Accident (longlisted for the Man Booker Prize and winner of the Somerset Maugham Award); Glow; Madness Is Better than Defeat; and Venomous Lumpsucker (winner of the Arthur C. Clarke Award). He has written for The New York Times, The Guardian, and the London Review of Books. He lives in London. The Captive is his first novel as Kit Burgoyne.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-7A2F111FDD3"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Philip_Fracassi%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Philip Fracassi",
            "about": "\nPHILIP FRACASSI is the Bram Stoker Award-nominated author of the story collections Behold the Void, Beneath a Pale Sky, and No One is Safe! His novels include A Child Alone with Strangers, Gothic, Boys in the Valley, and The Third Rule of Time Travel. His stories have been published in numerous magazines and anthologies, including Best Horror of the Year, Nightmare Magazine, Interzone, and Southwest Review. Philip lives in Los Angeles.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-E7B8117AB1F"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/adrian-tchaikovsky/_/N-2zh8",
            "image_cover_url": null,
            "name": "Adrian Tchaikovsky",
            "about": "\nAdrian Tchaikovsky was born in Woodhall Spa, Lincolnshire, and headed off to university in Reading to study psychology and zoology. For reasons unclear even to himself, he subsequently ended up in law. Adrian has since worked as a legal executive in both Reading and Leeds and now writes full time. He also lives in Leeds, with his wife and son. Adrian is a keen live role-player and occasional amateur actor. He has also trained in stage-fighting and keeps no exotic or dangerous pets of any kind — possibly excepting his son.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-9C9D133B8AD"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22USAopoly%22?Ntk=Publisher&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "USAopoly",
            "about": null,
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-EC881159026"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/veronica-roth/_/N-2koa",
            "image_cover_url": "//img.images-bn.com/static/redesign/srcs/images/grey-box.png?v12.14.1",
            "name": "Veronica Roth",
            "about": "\nVeronica Roth is the #1 New York Times bestselling author of the Divergent series (Divergent, Insurgent, Allegiant, and Four: A Divergent Collection), the Carve the Mark duology (Carve the Mark, The Fates Divide), The End and Other Beginnings collection of short fiction, Chosen Ones, Arch-Conspirator, When Among Crows, and many short stories and essays. She lives in Chicago.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-1C6D119AC7C"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Zarna_Garg%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Zarna Garg",
            "about": "\nZarna Garg is a force of nature with a mic. America’s first Indian immigrant mom comedian burst onto the scene in 2023 with her first special, One in a Billion. Her follow-up special, Practical People Win, hits Hulu in 2025. Zarna cut her teeth opening for icons Tina Fey and Amy Poehler. Her acting debut in the indie hit A Nice Indian Boy earned rave reviews, while her hugely popular Zarna Garg Family Podcast explores modern family life with her husband and kids. With millions of social media followers and billions of views, Zarna just can’t stop laughing her way to the top.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-7B4F1386D44"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Anna_Downes%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Anna Downes",
            "about": null,
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-D654116F894"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Michael_Wehunt%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Michael Wehunt",
            "about": "\nMICHAEL WEHUNT has been a finalist for multiple Shirley Jackson Awards and was shortlisted for the International Association for the Fantastic in the Arts' Crawford Award. In Spain, his stories have garnered nominations for the Premio Ignotus and Premio Amaltea, winning the latter. He haunts the woods outside Atlanta with his partner and their dog. Together, they hold the horrors at bay.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-11711226963"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/j-k-rowling/_/N-2k2f",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000001797434_p0_v3%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "J. K. Rowling",
            "about": "\nJ.K. Rowling is the author of the enduringly popular Harry Potter books. After the idea for Harry Potter came to her on a delayed train journey in 1990, she plotted out and started writing the series of seven books and the first was published as Harry Potter and the Philosopher’s Stone in the UK in 1997. The series took another ten years to complete, concluding in 2007 with the publication of Harry Potter and the Deathly Hallows. To accompany the series, J.K. Rowling wrote three short companion volumes for charity, Quidditch Through the Agesand Fantastic Beasts and Where to Find Them, in aid of Comic Relief and Lumos, and The Tales of Beedle the Bard, in aid of Lumos. She also collaborated on the writing of a stage play, Harry Potter and the Cursed Child, which was published as a script book.Her other books for children include the fairy tale The Ickabog and The Christmas Pig, which were published in 2020 and 2021 respectively and have also been bestsellers. She is also the author of books for adults, including a bestselling crime fiction series.J.K. Rowling has received many awards and honors for her writing. She also supports a number of causes through her charitable trust Volant and is the founder of the children’s charity Lumos.To find out more about J.K. Rowling visit jkrowlingstories.com.      Brian Selznick’s books have sold millions of copies, garnered countless awards worldwide, and been translated into more than 35 languages. He broke open the novel form with his innovative and genre-defying thematic trilogy, beginning with the Caldecott Medal-winning #1 New York Times bestseller The Invention of Hugo Cabret, adapted into Martin Scorsese's Oscar-winning movie Hugo. He followed that with the #1 New York Times bestseller, Wonderstruck, adapted into the eponymous movie by celebrated filmmaker Todd Haynes, with a screenplay by Selznick, and the New York Times bestseller, The Marvels. Selznick’s two most recent books for young people, Baby Monkey, Private Eye, an ALA Notable Book co-written with his husband David Serlin, and Kaleidoscope, a New York Times Notable Children’s Book of 2021, were both New York Times bestsellers as well. He also illustrated the 20th anniversary edition covers of J.K. Rowling's Harry Potter series. Selznick and Serlin divide their time between Brooklyn, New York and La Jolla, California. Learn more at thebrianselznick.com and mediaroom.scholastic.com/brianselznick.     Mary GrandPré has illustrated more than twenty beautiful books, including The Noisy Paint Box by Barb Rosenstock, which received a Caldecott Honor; Cleonardo, the Little Inventor, of which she is also the author; and the original American editions of all seven Harry Potter novels. Her work has also appeared in the New Yorker, the Atlantic Monthly, and the Wall Street Journal, and her paintings and pastels have been shown in galleries across the United States. Ms. GrandPré lives in Sarasota, Florida, with her family.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-CCAB143C9DF"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/grady-hendrix/_/N-2wo0",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000013205463_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Grady Hendrix",
            "about": "\nGrady Hendrix is a New York Times bestselling novelist and screenwriter who owns too many paperbacks and not enough shelves. He's the author of How to Sell a Haunted House, The Final Girl Support Group, The Southern Book Club's Guide to Slaying Vampires, and many more, including Paperbacks from Hell, a history of the horror paperback boom of the seventies and eighties that won the Bram Stoker Award for Superior Achievement in Nonfiction. (All the paperbacks are for \"research\" and he needs them.) His books have sold over two million copies and have been translated into more than twenty languages. He lives in New York City and will die there, too, probably crushed to death beneath piles of those paperbacks.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-66E4120E07C"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/elsie-silver/_/N-30q8",
            "image_cover_url": null,
            "name": "Elsie Silver",
            "about": "\nElsie Silver is a Canadian author of sassy, sexy, small town romance who loves a good book boyfriend and the strong heroines who bring them to their knees. She lives just outside of Vancouver, British Columbia with her husband, son, and three dogs and has been voraciously reading romance books since before she was probably supposed to.She loves cooking and trying new foods, traveling, and spending time with her boys–especially outdoors. Elsie has also become a big fan of her quiet five am mornings, which is when most of her writing happens. It’s during this time that she can sip a cup of hot coffee and dream up a fictional world full of romantic stories to share with her readers.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-360E14882E4"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/cg-drews/_/N-31uo",
            "image_cover_url": null,
            "name": "CG Drews",
            "about": "\nCG Drews is the New York Times-bestselling author of Don't Let the Forest In, Hazelthorn, A Thousand Perfect Notes, and The Boy Who Steals Houses. CG’s work has been translated into six languages and was nominated for the 2020 CILIP Carnegie Medal and won the 2020 CBCA Honour Award. Currently living in Australia, CG never sleeps, and is forever buried under a pile of unread books.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-684C125695B"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/christopher-paolini/_/N-2k67",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000002585868_p0_v6%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Christopher Paolini",
            "about": "\nChristopher Paolini was born in Southern California and has lived most of his life in Paradise Valley, Montana. He published his first novel, Eragon, in 2003 at the age of nineteen, and quickly became a publishing phenomenon. His Inheritance Cycle--Eragon and its three sequels--have sold nearly 40 million copies worldwide. To Sleep in a Sea of Stars is his first adult novel.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-52AB129116B"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/devney-perry/_/N-31j2",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000018953594_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Devney Perry",
            "about": "\nDevney Perry is a #1 New York Times and #1 USA Today bestselling author of more than forty romance novels. After working in the technology industry for a decade, she abandoned conference calls and project schedules to pursue her passion for writing. She was born and raised in Montana and now lives in Washington with her husband and two sons. devneyperry.com",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-00601586F8B"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/martha-wells/_/N-30x5",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000000258035_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Martha Wells",
            "about": "\nMARTHA WELLS has written many novels, including the New York Times and USA Today-bestselling Murderbot Diaries series, which has won multiple Hugo, Nebula, Locus, and Alex Awards, and was adapted into an Apple Original TV series. Other titles include Witch King, City of Bones, The Wizard Hunters, Wheel of the Infinite, the Books of the Raksura series (beginning with The Cloud Roads and ending with The Harbors of the Sun), and the Nebula-nominated The Death of the Necromancer, as well as YA fantasy novels, short stories, and nonfiction.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-DD73132FDDD"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Matt_Dinniman%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000004117044_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Matt Dinniman",
            "about": "\nMatt Dinniman is a writer, artist, and musician (well, he's a bass player) from Gig Harbor, WA. He is the author of several books, including the bestselling Dungeon Crawler Carl series.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-581E1302CEF"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/john-scalzi/_/N-2z2s",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000002737828_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "John Scalzi",
            "about": "\nJOHN SCALZI is one of the most popular science fiction authors of his generation. His debut, Old Man's War, won him the John W. Campbell Award for Best New Writer. His New York Times bestsellers include The Last Colony, Fuzzy Nation, Redshirts (which won the Hugo Award for Best Novel), The Last Emperox, and The Kaiju Preservation Society. Material from his blog, Whatever, has earned him two other Hugo Awards. He lives in Ohio with his wife and daughter.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-47D7131A398"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/g-t-karber/_/N-313q",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000027514442_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "G. T. Karber",
            "about": "\nG. T. Karber grew up in a small town in Arkansas, the son of a judge and a civil rights attorney. He graduated from the University of Arkansas with a degree in mathematics and English literature. Then, he moved to Los Angeles, where he received an MFA from the University of Southern California. As the General Secretary of the Hollywood Mystery Society, a theater ensemble and cinematic social club, he has overseen the staging of dozens of immersive whodunits in the LA area.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-E516163987E"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22James_S._A._Corey%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000012439343_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "James S. A. Corey",
            "about": "\nJames S. A. Corey is the pen name of Daniel Abraham and Ty Franck. In addition to writing the novels and short stories of The Expanse, they wrote and produced the television series of the same name. Daniel lives with his family in the American southwest. Ty will tell you where he lives when and if he wants you to come over.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-F965134BF4A"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Stewart_Reynolds%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Stewart Reynolds",
            "about": "\nBrittlestar, also known as Stewart Reynolds, is a social media personality and self-proclaimed expert in making people laugh at life's absurdities. He is categorically opposed to fascism (a bold stance, he knows) and has seen Raiders of the Lost Ark all the way to the end more times than is socially acceptable to mention. When not creating content, he's likely pondering why people think sarcasm is a personality flaw. Follow for humor, wisdom, and the occasional reminder to watch out for rolling boulders - both literal and metaphorical.  ",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-36AB13757EF"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Hank_Green%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000005409227_p0_v2%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Hank Green",
            "about": "\nHank Green is the #1 New York Times bestselling author of An Absolutely Remarkable Thing. He's also the CEO of Complexly, a production company that creates educational content, including Crash Course and SciShow, prompting The Washington Post to name him \"one of America's most popular science teachers.\" Complexly's videos have been viewed more than two billion times on YouTube. Green cofounded a number of other small businesses, including DFTBA.com, which helps online creators make money by selling cool stuff to their communities; and VidCon, the world's largest conference for the online video community. In 2017, VidCon drew more than forty thousand attendees across three events in Anaheim, Amsterdam, and Australia. Hank and his brother, John, also started the Project for Awesome, which last year raised more than two million dollars for charities, including Save the Children and Partners in Health. Hank lives in Montana with his wife, son, and cat.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-2E1E135BECB"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/mitch-albom/_/N-2khz",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000000158189_p0_v2%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Mitch Albom",
            "about": "\nMitch Albom is the author of numerous books of fiction and nonfiction, which have collectively sold forty-two million copies in forty-eight languages worldwide. He has written eight number-one New York Times bestsellers—including Tuesdays with Morrie, the bestselling memoir of all time—award-winning television films, stage plays, screenplays, a nationally syndicated newspaper column, and a musical. Through his work at the Detroit Free Press, he was inducted into both the National Sports Media Association and Michigan Sports halls of fame and is the recipient of the 2010 Red Smith Award for lifetime achievement. He founded the nonprofit SAY Detroit, which provides pathways to success for Detroiters in need through major health, housing and education initiatives. He also founded a dessert shop and a gourmet popcorn line to help fund it. Albom operates Have Faith Haiti, a home and school for impoverished children and orphans in Port-au-Prince, which he visits monthly. He lives with his wife, Janine, in Michigan.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-1ADE136E227"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Misty_Wilson%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Misty Wilson",
            "about": "\nMisty Wilson is the author of Falling Like Leaves and Play Like a Girl, her award-winning debut middle grade graphic memoir. Misty is a teacher, registered nurse, and a voracious reader. She loves binge-watching television series and adores rom-coms. She lives in Northeast Ohio with her husband and their two daughters.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-143C168453D"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/taylor-jenkins-reid/_/N-2kni",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000015187036_p0_v6%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Taylor Jenkins Reid",
            "about": "\nTaylor Jenkins Reid is the #1 New York Times bestselling author of eight novels, including Carrie Soto Is Back, Malibu Rising, Daisy Jones & The Six, and The Seven Husbands of Evelyn Hugo. She lives in Los Angeles with her husband and their daughter.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-A5C31399A8F"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/james-mcbride/_/N-2z5g",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000000150146_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "James McBride",
            "about": "\nJames McBride is the author of the New York Times–bestselling novel The Heaven & Earth Grocery Store, the Oprah’s Book Club selection Deacon King Kong, the National Book Award–winning The Good Lord Bird, the American classic The Color of Water, the novels Song Yet Sung and Miracle at St. Anna, the story collection Five-Carat Soul, and Kill ’Em and Leave, a biography of James Brown. The recipient of a National Humanities Medal and an accomplished musician, McBride is also a distinguished writer in residence at New York University.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-41A0142BD96"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/kristin-hannah/_/N-2ker",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000000162588_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Kristin Hannah",
            "about": "\nKristin Hannah is the #1 New York Times bestselling author of more than twenty novels, including The Four Winds, The Nightingale and The Great Alone. A former lawyer turned writer, she lives with her husband in the Pacific Northwest.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-B6E21731831"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Tamagotchi%22?Ntk=Publisher&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Tamagotchi",
            "about": null,
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-49D81440499"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/lauren-roberts/_/N-2zxa",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000013569330_p0_v2%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Lauren Roberts",
            "about": "\nWhen Lauren Roberts isn't writing about fantasy worlds and bantering love interests, she can likely be found burrowed in bed reading about them. Lauren has lived in Michigan her whole life, making her very familiar with potholes, snow, and various lake activities.  She's the author of Powerless, and she hopes to have the privilege of writing pretty words for the rest of her life. If you enjoy ranting, reading, and writing, Lauren can be found on both TikTok and Instagram @Laurens1ibrary for your entertainment.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-1D9814738C7"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Grant_Lindsley%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Grant Lindsley",
            "about": "\nGrant Lindsley is a writer in Brooklyn, New York. He encountered his first Buddhist monk as an undergraduate at Carleton College, where he majored in psychology and minored in neuroscience, because he was majorly interested in himself and minorly interested in himself on drugs. He subsequently spent months training as a monk with the Thai Forest Tradition, a sect of Theravada Buddhism that seeks to follow the exact rules of the historical Buddha from over 2,500 years ago. Lindsley has worked at NOLS and briefly worked at Google until publishing his resignation letter in the Washington Post. An accomplished Ultimate Frisbee player, he has won multiple national championships and two gold medals for Team USA at the World Games. He received his master of fine arts in creative nonfiction from Pacific Universityand his master of business administration from Cornell Tech. He enjoys pranks and being outside with his family.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-43D0146E7C1"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/alex-michaelides/_/N-2zh9",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000012276525_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Alex Michaelides",
            "about": "\nAlex Michaelides was born and raised in Cyprus. He has an M.A. in English Literature from Trinity College, Cambridge University, and an M.A. in Screenwriting from the American Film Institute in Los Angeles. The Silent Patient was his first novel and debuted at #1 on the New York Times bestseller list. It spent more than a year on the New York Times bestseller list and is sold in a record-breaking 50 countries. His second novel, The Maidens, was an instant New York Times bestseller and garnered rave reviews from The Guardian, Esquire, Entertainment Weekly, and more. After living in London for many years, Alex has recently moved back to his birthplace, Cyprus.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-17681780F7E"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/hannah-nicole-maehrer/_/N-31w6",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000029490090_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Hannah Nicole Maehrer",
            "about": "\nHannah Nicole Maehrer—or as TikTok knows her, @hannahnicolemae—is a fantasy romance author and BookToker with a propensity for villains. She grew up in Eastern Pennsylvania, watching Disney movies in her favorite rocking chair, where she spent hours imagining her own stories, creating entire worlds among the green walls of her living room. She kept her big dreams close as she went on to graduate with a bachelor’s in psychology from Pennsylvania State University. Until one day her aspirations carried her to a small app on her phone that made those big dreams a reality. After developing the viral Assistant to the Villain TikTok series into a book, Hannah watched that world she always dreamed of take form.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-3254149691A"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/peter-brown/_/N-31j7",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000032138165_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Peter Brown",
            "about": "\nPeter Brown is the author and illustrator of many bestselling children's books, including Children Make Terrible Pets and The Curious Garden. He is the recipient of a Caldecott Honor for Creepy Carrots!, two E.B. White Read Aloud Awards, a New York Times Best Illustrated Children's Book award, and a Children's Choice Award for Illustrator of the Year. Peter's website is www.peterbrownstudio.com.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-DA081528889"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Coco_Wyo%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Coco Wyo",
            "about": "\nCoco Wyo is the home of many creatively independent artists. Together, their mission is to foster a universal passion for expressing emotions through colors by creating a variety of coloring books that inform, entertain, and inspire, and connect people everywhere. While coloring these books, you will immerse in a magical fantasy world where you can relax, unwind, and express yourself creatively.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-2F441515F60"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22John_Fugelsang%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "John Fugelsang",
            "about": "\nJohn Fugelsang has been murdered on CSI and picketed by the Westboro Baptist Church. He’s a Drama League–nominated actor, comedian, and broadcaster who’s hosted many TV shows and podcasts, including the acclaimed Tell Me Everything series on SiriusXM Progress. He’s gotten George Harrison to give his final performance on VH1, debated Jerry Falwell and David Duke, and made many appearances on MSNBC, FOX News, and CNN. His epic PBS road trip film on the American Dream, Dream On, directed by Roger Weisberg, was named Best Documentary at the New York Independent Film Festival. Fugelsang lives in New York City with his family.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-D764154C47B"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/j-d-robb/_/N-2kaq",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000000355625_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "J. D. Robb",
            "about": "\nJ.D. ROBB is the pseudonym for #1 New York Times bestselling author Nora Roberts. She is the author of over 240 novels, including the futuristic suspense In Death series. There are more than 500 million copies of her books in print.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-D67E155539F"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/jennifer-l-armentrout/_/N-2wvm",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000012803564_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Jennifer L. Armentrout",
            "about": "\n#1 New York Times and #1 international bestselling author Jennifer L. Armentrout lives in Shepherdstown, West Virginia. When she’s not hard at work writing, she spends her time reading, watching really bad zombie movies, pretending to write, and hanging out with her husband and their dogs, alpacas, goats, and sheep. In early 2015, Jennifer was diagnosed with retinitis pigmentosa, a group of rare genetic disorders. Due to this diagnosis, educating people on the varying degrees of blindness has become of passion of hers, right alongside writing, which she plans to do as long as she can. Jennifer has been nominated and won numerous awards for her young adult and adult fiction.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-EBC6156EEB6"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Keri_Lake%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Keri Lake",
            "about": "\nKeri Lake is a Gothic romance author who specializes in demon wrangling, vengeance dealing and wicked twists. Her stories are gritty, with antiheroes that walk the line of good and bad, and feisty heroines who bring them to their knees. When not penning books, she enjoys spending time with her husband, daughters, their rebellious Labrador (who doesn’t retrieve a damn thing) and rescue pup. She runs on strong coffee and alternative music, loves a good red wine, and has a slight addiction to dark chocolate.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-8B43188D2A3"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/navessa-allen/_/N-31wh",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000021549888_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Navessa Allen",
            "about": "\n#1 New York Times and USA Today bestselling author Navessa Allen lives in northern New England on a two-hundred-year-old farm with her husband, their cats, and an assortment of farm animals.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-478C15966BD"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/samantha-shannon/_/N-2y11",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000015443274_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Samantha Shannon",
            "about": "\nSamantha Shannon is the million copy bestselling author of The Bone Season and The Roots of Chaos series. Her work has been translated into twenty-eight languages. She lives in London. samanthashannon.co.uk / @say_shannon",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-9352160D449"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/pierce-brown/_/N-2y2b",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000014650302_p0_v3%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Pierce Brown",
            "about": "\nPierce Brown is the #1 New York Times bestselling author of Red Rising, Golden Son, Morning Star, Iron Gold, Dark Age, and Light Bringer. His work has been published in thirty-three languages and thirty-five territories. He lives in Los Angeles, where he is at work on his next novel.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-A1891676E81"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/nicola-edwards/_/N-2xdc",
            "image_cover_url": null,
            "name": "Nicola Edwards",
            "about": "\nNatalie Marshall is an Australian illustrator, author, and designer. Her extensive design background and strong graphic illustration style—combined with her signature bold palette and unique characters—has seen her client list grow over the last 17 years to include both local and international clients. Nat has illustrated more than 150 internationally published children’s books. Her titles feature regularly on bestseller lists and bring joy to kids (and parents) around the world. Natalie is the illustrator of the best-selling You're My Little series of books published in the United States by Silver Dolphin Books. Nat lives near the beach in Melbourne with her two children, her bike-loving scientist husband, and her dog Obi-Wan Butterbear, who likes to run fast and bark loudly. She is a traveller at heart and has lived and worked in New York and London. Nat has traveled extensively on a motorbike in Europe, but her best adventure was taking her children swimming with whale sharks at Ningaloo Reef in Western Australia.Nicola Edwards was raised by the seaside in beautiful Brighton. She loves reading, dancing, rhyming, and turquoise things. She now lives with her husband, two children, and an insane number of house plants in North London, where she spends her days writing and editing children’s books.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-5A7A165CFEE"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/james-patterson/_/N-2kq6",
            "image_cover_url": "//img.images-bn.com/static/redesign/srcs/images/grey-box.png?v12.14.1",
            "name": "James Patterson",
            "about": "\nJames Patterson is the most popular storyteller of our time and the creator of such unforgettable characters and series as Alex Cross, the Women’s Murder Club, Jane Smith, and Maximum Ride. He has coauthored #1 bestselling novels with Bill Clinton, Dolly Parton, and Michael Crichton, as well as collaborated on #1 bestselling nonfiction, including The Idaho Four, Walk in My Combat Boots, and Filthy Rich. Patterson has told the story of his own life in the #1 bestselling autobiography James Patterson by James Patterson. He is the recipient of an Edgar Award, ten Emmy Awards, the Literarian Award from the National Book Foundation, and the National Humanities Medal. Duane Swierczynski is the two-time Edgar-nominated author of ten novels—including Revolver and Canary as well as the graphic novel Breakneck—many of which are in development for film or TV. Most recently, Swierczynski co-scripted James Patterson’s The Guilty, an Audible Original starring John Lithgow and Bryce Dallas Howard. He lives in Southern California with his family.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-127A1669493"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Matthew_McConaughey%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000002143602_p0_v2%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Matthew McConaughey",
            "about": "\nAcademy Award–winning actor and #1 New York Times bestselling author Matthew McConaughey is a husband and a father, an eternal optimist, a hopeful skeptic, and a man of faith who believes that we should all start sellin’ Sunday morning like a Saturday night. McConaughey is a professor of practice at the University of Texas in Austin and co-owner of The Austin FC soccer club. He and his wife, Camila, founded the just keep livin Foundation, which is dedicated to helping boys and girls transform into good men and women through programs that teach the importance of decision-making, health, education, and active living. McConaughey resides with Camila and their three children in Austin, Texas.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-1C5A198E4D2"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/rebecca-yarros/_/N-2y2d",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000016440252_p0_v3%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Rebecca Yarros",
            "about": "\nRebecca Yarros is the #1 New York Times, USA Today, and Wall Street Journal bestselling author of over twenty novels including Fourth Wing and In the Likely Event. She’s the recipient of the British Book Award for Book of the Year and the Alex Award from the American Library Association. She loves military heroes and has been blissfully married to hers for over twenty years. As the mother of six, when she’s not writing, you can find her at the hockey rink or sneaking in some guitar time. She and her family live in Colorado with their stubborn English bulldogs, two feisty chinchillas, and two cats who rule them all.Having fostered then adopted their youngest, Rebecca is passionate about helping children in the foster system through her nonprofit, One October, which she co-founded with her husband in 2019. To learn more about their mission to better the lives of kids in foster care, visit www.oneoctober.org.To catch up on Rebecca’s latest releases and upcoming novels visit www.RebeccaYarros.com.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-CED31693D68"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Uketsu%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Uketsu",
            "about": "\nUketsu is an enigmatic presence on YouTube and an author specializing in horror and mystery. He always appears in videos wearing a white mask and black body stocking, with his voice digitally distorted. His true identity is unknown. Both his novels Strange Pictures and Strange Houses were massive hits in Japan, where he lives.Jim Rion has lived in Yamaguchi Prefecture, Japan since 2004. He began professionally translating Japanese to English in 2015, primarily in cultural and travel fields. From 2018, he began working with local sake brewers on international expansion, and in 2022 Stone Bridge Press published his book Discovering Yamaguchi Sake, a guide to all the sake breweries in his home prefecture.He has published translations of two horror/Cthlulhu mythos books with (now defunct) publisher Kurodahan Press, and from 2022 began working with Pushkin Vintage on translating Japanese crime and mystery fiction into English. The first work, The Devil’s Flute Murders by Yokomizo Seishi, was published in 2023. His translation of Strange Pictures by Japanese horror/crime writer Uketsu, is scheduled for publication in January 2025.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-769E1701D37"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Alice_Schertle%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Alice Schertle",
            "about": "\nAlice Schertle is a poet and author of many well-loved books for children, including the beloved #1 New York Times bestselling Little Blue Truck series, Very Hairy Bear, Button Up!, and All You Need for a Snowman. She lives in Plainfield, Massachusetts.Jill McElmurry was the illustrator of many picture books, including her own Mad About Plaid, When Otis Courted Mama by Kathi Appelt and the best-selling Little Blue Truck series, written by Alice Schertle. She happily divided her time between the wide landscape of New Mexico and a green island in Minnesota. Jill passed away in August 2017.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-407117143EB"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/s-e-hinton/_/N-2klc",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000000308066_p0_v2%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "S. E. Hinton",
            "about": "\nS. E. Hinton is the author of a number of bestselling and beloved books for young adults, including THAT WAS THEN, THIS IS NOW; RUMBLE FISH, TEX, and of course, THE OUTSIDERS, which was written when she was just 16 years old. She has also written several picture books, a collection of short stories, and a novel for adults. She lives in Tulsa, Oklahoma—the setting of THE OUTSIDERS—with her husband. When she is not writing, she enjoys riding horses.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-26A31742EA9"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/devin-elle-kurtz/_/N-31u8",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000023229725_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Devin Elle Kurtz",
            "about": "\nDevin Elle Kurtz is the bestselling author and illustrator of The Bakery Dragon. She's been painting in Photoshop since the age of two when her artist mom first offered her a tablet pen. Her magical scenes combine fantasy elements with environments that feel visceral and real. She was the lead background painter on the animated show Disenchantment, and has contributed to publications such as Beasts of the Four Nations, Escape from Atlantis, How to Heal a Gryphon, and Mother of Sharks. She lives in Pasadena with her dog, Kira, and thirty-three houseplants, and is hard at work on The Bakery Dragon's next adventure.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-9B04177142E"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/elizabeth-gilbert/_/N-2k8f",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000001524560_p0_v3%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Elizabeth Gilbert",
            "about": "\nElizabeth Gilbert is the author of nine previous works of fiction and nonfiction, which collectively have sold more than 25 million copies worldwide, spent more than two hundred weeks on the New York Times bestseller list, and been translated into more than fifty languages. She has been a finalist for the National Book Award, the National Book Critics Circle Award, and the PEN/Hemingway Award. With more than 20 million views of her TED Talk and 2.7 million followers on her social media accounts, she continues to be one of the most beloved and influential writers of our age.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-30E0175E619"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/rebecca-ross/_/N-2zxf",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000004000201_p0_v3%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Rebecca Ross",
            "about": "\nRebecca Ross is the #1 New York Times and Sunday Times  bestselling author of fantasy books for teens and adults. She has written multiple highly acclaimed duologies, including Letters of Enchantment, Elements of Cadence, and The Queen's Rising as well as two standalone novels: Dreams Lie Beneath  and Sisters of Sword & Song. When not writing, she can be found in her garden where she plants wildflowers and story ideas. She resides in Northeast Georgia with her husband and her dog.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-2AA4176F7EC"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Tatsuki_Fujimoto%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Tatsuki Fujimoto",
            "about": "\nTatsuki Fujimoto won Honorable Mention in the November 2013 Shueisha Crown Newcomers’ Awards for his debut one-shot story Love is Blind. His first series Fire Punch ran for eight volumes. Chainsaw Man began serialization in 2018 in Weekly Shonen Jump.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-ED872085D4E"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/sarah-j-maas/_/N-2klq",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000014128641_p0_v4%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Sarah J. Maas",
            "about": "\nSarah J. Maas is the #1 bestselling author of the Court of Thorns and Roses, Crescent City, and Throne of Glass series. Her books have sold seventy-five million copies and are published in forty languages. sarahjmaas.comfacebook.com/theworldofsarahjmaasinstagram.com/sarahjmaas",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-86E718243AA"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Charlie_Kirk%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000018365070_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Charlie Kirk",
            "about": "\nFew authors are as in demand as Charlie Kirk. Kirk is the founder of Turning Point USA, the leading political youth organization in the country. Kirk's social media reaches over 100 million people per month, and Axios has named Charlie Kirk as one of the \"top 10 most engaged\" handles in the world. The best-selling author of The College Scam and The MAGA Doctrine, Kirk is also the host of The Charlie Kirk Show podcast, which reaches millions of downloads monthly and regularly ranks among the top-10 shows on Apple podcast news charts. As of October 2020, Kirk took his nationally syndicated \"podcast to broadcast\" show to over 120 radio stations and across the Salem Radio Network, live Monday to Friday from 12 - 3 PM ET.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-FCAC1808F26"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Charlie_Sheen%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Charlie Sheen",
            "about": "\nCharlie Sheen is an actor best known for his leading roles in films such as Platoon, Wall Street, Major League, and Rooftop Killer, and television shows including Spin City (for which he won a Golden Globe Award) and Two and a Half Men. Born Carlos Estevez, Sheen lives in Malibu, California, where he grew up.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-957818152DE"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/callie-hart/_/N-313o",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000016532618_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Callie Hart",
            "about": "\nCallie Hart is the #1 New York Times bestselling author of the international phenomenon QUICKSILVER, along with many other bestselling dark romance and dark academia titles. A British expat now living in California, Callie can most likely be found sequestered away in the corner of a library, fantasizing about exciting new realms and the brooding anti-heroes who occupy them.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-0AD3187F2EF"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/eric-carle/_/N-2k8p",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000000149901_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Eric Carle",
            "about": "\nEric Carle is acclaimed and beloved as the creator of brilliantly illustrated and innovatively designed picture books for very young children. His best-known work, The Very Hungry Caterpillar, has eaten its way into the hearts of literally millions of children all over the world and has been translated into more than 25 languages and sold over twelve million copies. Since the Caterpillar was published in 1969, Eric Carle has illustrated more than sixty books, many best sellers, most of which he also wrote.Born in Syracuse, New York, in 1929, Eric Carle moved with his parents to Germany when he was six years old; he was educated there, and graduated from the prestigious art school, the Akademie der bildenden Kunste, in Stuttgart. But his dream was always to return to America, the land of his happiest childhood memories. So, in 1952, with a fine portfolio in hand and forty dollars in his pocket, he arrived in New York. Soon he found a job as a graphic designer in the promotion department of The New York Times. Later, he was the art director of an advertising agency for many years.One day, respected educator and author, Bill Martin Jr, called to ask Carle to illustrate a story he had written. Martin's eye had been caught by a striking picture of a red lobster that Carle had created for an advertisement. Brown Bear, Brown Bear, What Do You See? was the result of their collaboration. It is still a favorite with children everywhere. This was the beginning of Eric Carle's true career. Soon Carle was writing his own stories, too. His first wholly original book was 1,2,3 to the Zoo, followed soon afterward by the celebrated classic, The Very Hungry Caterpillar.Eric Carle's art is distinctive and instantly recognizable. His art work is created in collage technique, using hand-painted papers, which he cuts and layers to form bright and cheerful images. Many of his books have an added dimension - die-cut pages, twinkling lights as in The Very Lonely Firefly, even the lifelike sound of a cricket's song as in The Very Quiet Cricket - giving them a playful quality: a toy that can be read, a book that can be touched. Children also enjoy working in collage and many send him pictures they have made themselves, inspired by his illustrations. He receives hundreds of letters each week from his young admirers. The secret of Eric Carle's books' appeal lies in his intuitive understanding of and respect for children, who sense in him instinctively someone who shares their most cherished thoughts and emotions.The themes of his stories are usually drawn from his extensive knowledge and love of nature - an interest shared by most small children. Besides being beautiful and entertaining, his books always offer the child the opportunity to learn something about the world around them. It is his concern for children, for their feelings and their inquisitiveness, for their creativity and their intellectual growth that, in addition to his beautiful artwork, makes the reading of his books such a stimulating and lasting experience.Carle says: \"With many of my books I attempt to bridge the gap between the home and school. To me home represents, or should represent; warmth, security, toys, holding hands, being held. School is a strange and new place for a child. Will it be a happy place? There are new people, a teacher, classmates - will they be friendly? I believe the passage from home to school is the second biggest trauma of childhood; the first is, of course, being born. Indeed, in both cases we leave a place of warmth and protection for one that is unknown. The unknown often brings fear with it. In my books I try to counteract this fear, to replace it with a positive message. I believe that children are naturally creative and eager to learn. I want to show them that learning is really both fascinating and fun.\"copyright © 2000 by Penguin Group (USA) Books for Young Readers. All rights reserved.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-DDFE1869FA7"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/agustina-bazterrica/_/N-31da",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000019715440_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Agustina Bazterrica",
            "about": "\nAgustina Bazterrica, born in Buenos Aires in 1974, has a degree in arts from the University of Buenos Aires and works as a cultural manager and jury member in various literary contests. She is the author of the short story collection Nineteen Claws and a Black Bird, and the novels Matar al niña and Tender Is the Flesh, the latter of which was awarded the Clarín Novel Prize. Tender Is the Flesh established Bazterrica as a bestselling author worldwide, with translations into thirty languages and half a million copies sold in English alone. Tender Is the Flesh is currently being adapted for television. Her latest novel, The Unworthy, was published in Spanish in 2023 and received the same enthusiastic reception as Tender Is the Flesh, affirming Bazterrica's status as a prominent author in contemporary literature.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-079F189943D"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Megan_Shepherd%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Megan Shepherd",
            "about": null,
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-1548192EB36"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/george-orwell/_/N-2k9o",
            "image_cover_url": null,
            "name": "George Orwell",
            "about": "\nGeorge Orwell (pseudonym for Eric Blair [1903-50]) was born in Bengal and educated at Eton; after service with the Indian Imperial Police in Burma, he returned to Europe to earn his living penning novels and essays. He was essentially a political writer who focused his attention on his own times, a man of intense feelings and intense hates. An opponent of totalitarianism, he served in the Loyalist forces in the Spanish Civil War. Besides his classic Animal Farm, his works include a novel based on his experiences as a colonial policeman, Burmese Days, two firsthand studies of poverty, Down and Out in Paris and London and The Road to Wigan Pier, an account of his experiences in the Spanish Civil War, Homage to Catalonia; and the extraordinary novel of political prophecy whose title became part of our language, 1984.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-78D71903F67"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/lois-lowry/_/N-2kg0",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000000284683_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Lois Lowry",
            "about": "\nLois Lowry is the author of more than fifty books for children and young adults, including the New York Times bestselling Giver Quartet and the popular Anastasia Krupnik series. She has received countless honors, among them the Boston Globe–Horn Book Award, the Dorothy Canfield Fisher Award, the California Young Reader Medal, and the Mark Twain Award. She received Newbery Medals for two of her novels, Number the Stars and The Giver.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-A55F194F9F8"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/fredrik-backman/_/N-2x75",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000016235088_p0_v4%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Fredrik Backman",
            "about": "\nFredrik Backman is the #1 New York Times bestselling author of A Man Called Ove, My Grandmother Asked Me to Tell You She’s Sorry, Britt-Marie Was Here, Beartown, Us Against You, Anxious People, The Winners, My Friends, as well as two novellas and one work of nonfiction. His books are published in more than forty countries. He lives in Stockholm, Sweden, with his wife and two children. Connect with him on Facebook and X @BackmanLand and on Instagram @Backmansk.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-94D119551AC"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/bill-oreilly/_/N-2k4v",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000001606567_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Bill O'Reilly",
            "about": "\nBILL O’REILLY is a trailblazing television journalist and the author of nineteen #1 New York Times bestsellers, including Confronting the Presidents and the Killing series of narrative histories.  He lives on Long Island, New York.JOSH HAMMER studied political theory at The George Washington University and international politics at the University of Edinburgh, Scotland. He writes and produces many successful programs including The O’Reilly Update with Bill O’Reilly. He lives in Brooklyn, New York.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-26341991CE9"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Arshay_Cooper%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Arshay Cooper",
            "about": "\nArshay Cooper is a rower, bestselling, and award-winning author, a two-time Golden Oar recipient for his contributions to the sport of rowing, a motivational speaker, and the protagonist of the film A Most Beautiful Thing, based on his memoir as the captain of America’s first All-Black high school rowing team. Arshay is the co-founder of the national award-winning nonprofit, the A Most Beautiful Thing Inclusion Fund, which introduces thousands of under-resourced youth to the sport of rowing around the world.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-58A22005862"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Patrick_Ryan%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000000667627_p0_v1%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Patrick Ryan",
            "about": "\nPatrick Ryan is the author of the story collections The Dream Life of Astronauts (named one of the Best Books of the Year by the St. Louis Times-Dispatch, Literary Hub, Refinery29, and Electric Literature, and longlisted for The Story Prize) and Send Me. His work has appeared in The Best American Short Stories, the anthology Tales of Two Cities, and elsewhere. The former associate editor of Granta, he is the current editor-in-chief of the literary magazine One Story. He lives in New York City.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-73B02018475"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Gege_Akutami%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Gege Akutami",
            "about": "\nGege Akutami published a few short works before starting Jujutsu Kaisen, which began serialization in Weekly Shonen Jump in 2018.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-C39F2335C0D"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/suzanne-collins/_/N-2kn6",
            "image_cover_url": "https://prodimage.images-bn.com/lf?set=key%5Bresolve.pixelRatio%5D,value%5B1%5D&set=key%5Bresolve.width%5D,value%5B300%5D&set=key%5Bresolve.height%5D,value%5B10000%5D&set=key%5Bresolve.imageFit%5D,value%5Bcontainerwidth%5D&set=key%5Bresolve.allowImageUpscaling%5D,value%5B0%5D&set=key%5Bresolve.format%5D,value%5Bwebp%5D&product=path%5B/cimages/0000001046977_p0_v2%5D&call=url%5Bfile:common/decodeProduct.chain%5D",
            "name": "Suzanne Collins",
            "about": "\nSuzanne Collins is the inter­nationally bestselling author of the Hunger Games series, which also includes the novels The Hunger Games, Catching Fire, Mockingjay, and The Ballad of Songbirds and Snakes. Together, the books have sold over 100 million copies and were the basis for five popular films. Her other books include the acclaimed Underland Chronicles series, which begins with Gregor the Overlander, and the picture book Year of the Jungle, illustrated by James Proimos. To date, her books have been published in fifty-three languages around the world.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-934E2048987"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/james-clear/_/N-313z",
            "image_cover_url": null,
            "name": "James Clear",
            "about": "\nJames Clear is a writer and speaker focused on habits, decision making, and continuous improvement. He is the author of the #1 New York Times bestseller, Atomic Habits. The book has sold over 25 million copies worldwide and has been translated into more than 60 languages. Clear is a regular speaker at Fortune 500 companies and his work has been featured in places like Time magazine, the New York Times, the Wall Street Journal and on CBS This Morning. His popular \"3-2-1\" email newsletter is sent out each week to more than 3 million subscribers.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-F3AA2075528"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/robert-galbraith/_/N-3145",
            "image_cover_url": null,
            "name": "Robert Galbraith",
            "about": "\nRobert Galbraith is a pseudonym for J.K. Rowling, bestselling author of the Harry Potter series and The Casual Vacancy. The previous seven Strike novels, The Cuckoo's Calling, The Silkworm, Career of Evil, Lethal White, Troubled Blood, The Ink Black Heart, and The Running Grave topped the national and international bestseller lists and the series has been adapted for television, produced by Brontë Film and Television.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-FE502052302"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Viz_Unknown%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Viz_Unknown",
            "about": "\nTatsuki Fujimoto won Honorable Mention in the November 2013 Shueisha Crown Newcomers’ Awards for his debut one-shot story Love is Blind. His first series Fire Punch ran for eight volumes. Chainsaw Man began serialization in 2018 in Weekly Shonen Jump.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-63F42228BDA"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Eiichiro_Oda%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Eiichiro Oda",
            "about": "\nEiichiro Oda began his manga career at the age of 17, when his one-shot cowboy manga Wanted! won second place in the coveted Tezuka manga awards. Oda went on to work as an assistant to some of the biggest manga artists in the industry, including Nobuhiro Watsuki, before winning the Hop Step Award for new artists. His pirate adventure One Piece, which debuted in Weekly Shonen Jump magazine in 1997, quickly became one of the most popular manga in Japan.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-246B2638E97"
        },
        {
            "url": "https://www.barnesandnoble.com/b/contributor/koyoharu-gotouge/_/N-2y0r",
            "image_cover_url": null,
            "name": "Koyoharu Gotouge",
            "about": "\nKoyoharu Gotouge is the pen name of the author best known for the manga series, Demon Slayer: Kimetsu no Yaiba. Gotouge's Demon Slayer books gained immense popularity worldwide and were adapted into anime television series. Before developing the popular series, Gotouge's works included several one-shots: Kagarigari (2013), Monju Shiro Kyodai (2014), Rokkotsu-san (2014), and Haeniwa no Zigzag (2015). The author is also the recipient of numerous awards and accolades including those from Noma Publishing Culture Awards (2020), Tokyo Anime Award Festival (2020), Minister of Education, Culture, Sports, Science, and Technology Fine Arts Recommendation Awards (2020), Tezuka Osamu Cultural Prize (2021); Japan Cartoonist Association Awards (2021), and Times 100 Most Infuential People (2021). As of April 2023, Demon Slayer currently ranks as one of the top 10 bestselling manga series of all time.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-22B53986793"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Sanji%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Sanji",
            "about": null,
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-DD2D385F309"
        },
        {
            "url": "https://www.barnesandnoble.com/s/%22Ryoji_Hirano%22?Ntk=P_key_Contributor_List&Ns=P_Sales_Rank&Ntx=mode+matchall",
            "image_cover_url": null,
            "name": "Ryoji Hirano",
            "about": "\nRyoji Hirano is from Toyama Prefecture. He has been an avid reader of Weekly Shonen Jump from a young age. His one-shot \"BOZE\" inspired the BOZEBEATS manga. VIZ Media released the initial chapters of the series simultaneously with its Japanese debut.",
            "hometown": null,
            "birthdate": null,
            "birth_place": null,
            "_id": "AUTHOR-53EB3997E32"
        }
    ]
}